{
    "posts": [
        {
            "pk": 1,
            "title": "Legend of Marley",
            "author": "Vibin Dave D",
            "post_date": "2021-06-02",
            "category": "story",
            "sub_tag": "Enjoy the tale!",
            "cover_img_url": "https://raw.githubusercontent.com/crazy-corp/crazy-corp.github.io/master/img_database/insects-820484_1920.jpg",
            "content": "\"Wake up marley! Don't sleep like humans! It's already dusk now!.\"\n\r\nI was just enjoying my laziness untill my mom found out that.\r\n\"Few more seconds please\"\n\r\n\"No... You should get ready. You haven't drank good amount of blood these days. If this continues you can't be a mom like me\"\n\r\nI was not interested in blood that much. I just wish that I was a boy so that I don't need to hurt these people.\n\r\n\"I know what you're thinking. As always.. But they have a lot of blood and we are just taking some enough to survive ..But don't get killed yourself. If you are afraid, you can go to cattle shed and drank blood from there\"\n\r\n\"Why can't we consume tasty nectar as Dad?\"\n\r\n\"I have told you already.. we can't lay eggs without nourishment from these blood.. And you have never tasted nectar... So don't imagine it's tasty\"\n\r\nIt was truth.. I never tasted it and we were not allowed to eat those\n\r\n\" I'll go and drink blood tonight. I need to meet grandpa before that.. He said he'll introduce me to someone \"\n\r\n\"Haa... take some nectar from your dad and give it to him.. you grandpa is already 300 hour old.. but that guy is acting like young always\"\n\r\nI took some nectar from garage and flied to grandpa's house... I was flying through the huge grasses and enjoying the view..\n\r\n\"Marleyyyy...\"\n\r\nI turned back. It was my friend Jo\n\r\n\"Hi Jo.... Why you look sad?\"\n\r\n\"Yesterday jwan was murdered while drinking blood\"\n\r\nI felt dizzy and my hands were trembling... She was my friend... Best friend... She was so quick and intelligent among us... Excellent singer...\n\r\n\"But how?\"\n\r\n\"You have seen a child right inside the human's house.. she was just singing to that child... But suddenly it's parents came and she got crushed by them...\"\n\r\n\"This is 7th friend I'm loosing in last few days\"\n\r\n\"I just feel sorry for her... I have already warned her that humans are evil... But she won't accept it\"\n\r\nI felt anger... Sad ...\n\r\n\"Kk Marley, I'm leaving.... I need to look out the eggs of my sister.. Bye\"\n\r\n\"Bye jo...\"\n\r\nI was feeling so broken.. but I got used to it... I continued my journey..\n\r\nWithin 167 seconds I reached grandpa's home.. He was sitting on his old leaf chair...\n\r\n\"Hello grandpa... I got you some nectar\"\n\r\n\"Thank you sweet heart.. by the way, your voice look heavy..what happened? \"\n\r\n\"I lost jwan yesterday...\" My eyes became wet.\n\r\n\"Come near dear.. I know how you feel.. I was hopeless when I lost your grandma.. Be strong...\"\n\r\n\"But why grandpa ? Why they kill us.. we don't kill them right... They blame us because some of us spread diseases... But we take precautions not to hurt them while drinking blood and we don't know if someone already have a disease right ?\"\n\r\n\"There is a big story behind it.. There were three clans Aedes , Anopheles and culex...Most of the mosquitos in the world were plan of these clans ... We used to live in harmony with other animals.. But these humans invented something to eradicate our species.. We ignored first but a large amount of our people were died... Even a Aedes empress was died due to human... So they decided to go in war with humans...people of Aedes made a treaty with dengue virus , Anopheles with malaria and we members of culex clan made pact with many bacterias and virus... That's how this all begun... War is still fought among us... We are the animals who kill most number of humans in this world than any other humans.\"\n\r\n\"Isn't it bad grandpa? \"\n\r\n\"They are killing us everyday. And do you think that's correct? \"\n\r\n\"I don't know\"\n\r\n\"Either do I ! But we are born to this world with a curse to drink blood... But it's how world works... You can't blame a lion because it kills for survival right? Human kills for the same. They bring destruction wherever they go...\n\r\nMy jaan.. your grandmother was a kind person you know.. she only used to drink amount of blood she required to survive and she never agreed to kill some human\"\n\r\nI saw my grandpa's eyes turning wet.. I was not able to say anything...\n\r\n\"Ok grandpa... I should go.. take care\"\n\r\n\"Ok sweet heart..be careful\"\n\r\nI was angry.. frustrated.. Tired.. I was flying back to home with a heavy heart... Then I saw Jo flying towards me... She was crying\n\r\n\"What happened jo?\"\n\r\n\"All of my sister's eggs are destroyed. Those humans took those I guess.\"\n\r\nI was already sad and it really affected my senses...\n\r\n\"Don't worry jo... We are used to this right... Do you know how to join anti human squad?\"\n\r\n\"Yeah.. I know.. you should kill a human to qualify into that... But I don't think your mom will allow \"\n\r\n\"But I'm going to do it...\"\n\r\n\"You're going to kill that child ?\"\n\r\n\"No... I'm not human after all!...\"\n\r\nI directly flied to my aunt.. She was an ex anti human squad soldier... She was reading something ...\n\r\n\"Aunt Carla.. are you busy ?\"\n\r\n\"No dear. ..you rarely visit me.. what is the special occasion now?\"\n\r\n\"I want to join AHS\"\n\r\nShe looked shocked... But she hid the exicted face and asked\r\n\" Why now? Suddenly? I never thought you wanted to become soldier ..\"\n\r\n\"My best friend was killed yesterday and I want to seek revenge \"\n\r\n\"Ha ha... 200 hours ago .. I stood infront of my mom when my sister was killed.. it's not big issue to get selected in AHS.. You just need to prove your mental strength by killing or hospitalizing a human\"\n\r\n\"Where can I find avian malaria? I donno how to carry them\"\n\r\n\"I know a nearby hospital where you can find a clan of avian malaria . But don't get into trouble with encephalitis clan while going there.. you just speak to avian clan and take some people of their clan to a human.. they will do the rest..\"\n\r\nI shook my head and said bye to aunt Carla ... It was already night and I flied fast as I can to the hospital... I went there and found the avian clan...\n\r\nI told them that aunt Carla sent me.. it seems chief of the clan knew her very well... without any further questions he asked some of his clan members to accompany me.\n\r\nI flied to the people whom I want to take revenge.. It was dark and it took a while, about 3 minutes to reach the home of those devils.\n\r\nSomehow I managed to snuck into their bedroom. Two devils were sleeping peacefully after killing my best friend.. I said to myself that I was doing the correct thing. I sat in the woman's hand and injected my skylet inside her hand..\n\r\n\"Ngeeeeeeee\"\n\r\nSuddenly her child started crying . I didn't got enough moments to think.. she woke up and my skylet was stuck . I forgot to inject the anti blood coagulant at correct time I think.. I tried hard to pull it out...\n\r\nShe still didn't see me.. She went near the child and took it in her hand... For one moment I was freezed...\r\nThey resembled my mom coming to cuddle me when I gets nightmares... She started singing a tune in that child's ear... Child's dad didn't wake up till now... But it's mom woke up hearing a small cry from her child..\n\r\nInfact, they are the same. They don't understand our language. They donno who are innocent and who wants to kill them.\n\r\nFor a moment I felt I was wrong somewhere. But still the pain of losing jwan was breaking my senses..\n\r\nSuddenly she saw me... And I was stuck still ...\n\r\n{\"Hoo sweety... see this mosquitos are drinking your mom's blood...\"}\n\r\nShe raised her hand to crush me.. I knew that it was my last moments.. but I had a choice of killing the woman eventhough if I die...\n\r\nBut... I couldn't...\n\r\nAfterall... I'm not a human\n\r\n''' Marley may have died that day... But legend of Marley still inspires many generations to think in both prespectives '''"
        },
        {
            "pk": 2,
            "title": "Lunch Box",
            "author": "Vibin Dave D",
            "post_date": "2021-06-02",
            "category": "story",
            "sub_tag": "Enjoy the tale!",
            "cover_img_url": "https://github.com/crazy-corp/crazy-corp.github.io/blob/master/img_database/photo-of-couple-eating-pancakes-3692879-1-e1594629503971.jpg?raw=true",
            "content": "What is your name?\nMegha\nWhich standard?\n8-A\n….\nI was having some conversation with newly elected class leaders to vote for me in School Parliament. I never thought I was speaking with someone who was going to become a special page in my life story.\n“Don’t forget to vote for me, ok? “I was actually speaking in bold voice but using requesting type words.\n“Sure brother, even if you don’t request, I was going to vote for you only “She said.\nMy heart sank, (yeah, who don’t like praising) But regaining the tone I said\n“Did anyone say that call a senior ‘brother’ first itself so that he won’t come behind you for love proposals “\n“Yeah, you got it “\nActually, I was expecting some other reply… I was shocked for a second and started laughing…\nWe two were laughing, I understood she was a perfect rival for me…\n….\nWe were becoming close each day whenever we met. We never ignored a chance for irritating each other.\n….\nI was so arrogant those days, A large peer group, A heroic kind of life.\n….\nA meeting was going on in science club, A famous personality was conducting a interaction session with students so teachers were selecting a student who can speak about SCIENCE in the meeting held along with the guest to represent the School.\nAs I was a person who never spoils a chance to boost my name and so-called talent, I was also in audition. Since I was there many people left the audition. Not because they were afraid of me, But I was favourite of Teachers. They blamed nepotism for that. But five students were there…\nI asked teachers whether I can talk last so that I can understand the standard in which I should talk. Since I was favourite, they allowed…\nBut Megha came near me and asked me to go in 4th position. I was actually so attached to her so I agreed.\nI went and talked about Schrodinger’s cat, Quantum physics, and all theories I found enough to influence those teachers…\nI finished my talk and Megha came to talk. I was having a smile at her like ‘what you can do more than me!’\nShe started…\nI know everyone is so excited and thrilled after my brother’s talk. But Let me ask a question. Did you find anything in those which relates to your life? If no, that is not the science we should know first…\n \nI was like….. “ohhh man… you cheated” But actually she was right. Even I didn’t find anything relates to my life (As a 10th student)\nShe went on and spoke about throwing stones for getting mangos and related it with Parabolic equation. She said why there is a red line in railway station and why we should not stand near running train. She said why we are building well and pipes in circle not in square and many more. All simple things. But those were powerful enough to induce interest towards science more than my quantum physics.\nWhen she finished the speech, I was the first one to start clapping… I was also someone who relates life and science. But I chose my opportunity to show off my knowledge.\nTeachers were not so interested because they were aiming to impress guest but not to inspire. They selected me. But I was not ready and I spoke with teachers about her speech and how it influenced me as a student. At last, they agreed.\n….\nBrother…\nI turned back and I saw Megha standing in front of me panting.\n“I got this from him “She handed me over a hero pen.\nI ran my eyes through it and asked whom?\n“That interaction thing happened yesterday, Chief guest gave me this as a gift,”\n“Congrats dear “\nActually, I was bit jealous, But I don’t know. I was happy for her…\n….\nI was eating my lunch from school itself because it was free and I didn’t want to carry lunch box as a weight. I will skip many lunches for playing football. Maybe that’s my secret of stick body.\nOne day I chose to eat.\nI found Megha when I was searching for a place to eat after taking food from mess. She brought food from Home but came to mess for eating along with her friends…\nI sat beside her… I found something interesting in her lunch box and I asked her… Wow..grand lunch ahh..\nShe smiled and gave her lunch box to me and said, You eat, ill take yours…\nAre you sure? Yours seems more delicious…\nNo eat. You seem more interested…\nActually, I was Interested…. So, I took her lunch.\n“OMG, It’s so good. Your mom is nice cook”\nShe smiled and we started eating our food.\n….\nThat incident was repeating many times, sometimes she even bought two lunch boxes. Sometimes she will scold me like mom for skipping lunch… That junior, senior gap was reducing into nil.\n….\nHalf year passed like one day (Yeah most repeated dialogue) …\nWe were busy because of arts and science fair competition. Megha was there for maths and I was in science fair. I didn’t go for maths because We two were interested in puzzle category and I already knew her puzzle and I was so sure that I can’t beat her...\nMy competition stopped in District Level because of nepotism. (Same project won state A grade next year when my junior went with that…Yeah! I was so lucky then)\nBut Megha won State A grade and became star in School, suddenly many people were noticing her. Until then she was known as my favourite sister, and suddenly She was gaining the attention more than me…\nYeah! I was not so good for that.\n….\nTeachers were conducting visits to student’s home to congratulate them for winning in State Fairs.\nI was also part of the team as chairman… for fun… I can roam without spending a single penny.\nI had kept a small gift for Megha…\nWe went to her home, A normal one, Middle class family. But…\nShe lost her MOM at a younger age… She never had any memories with her. Her dad will go to job at 9am and returns at 9pm. She didn’t have any siblings. During night she used to spend time in neighbours house if dad comes late. She was the one doing majority of house hold works. She was not ready to eat from mess because it will make dad also eat from outside.\nMajority of the food which I was stealing from her was made by her. During Saturdays she used to spend her time with books, there was no one near her home to play with. Sundays she spends each second enjoying her dad’s love.\nFrom her dad I understood majority of days she will skip breakfast because of rush to go to school.\nShe used to say about me all the time, but for me she was just one in my peer group.\n….\nI handed over my gift to her, And I couldn’t speak anything Infront of her. I left her home.\nI wish I gave her a tight Hug that day. I had a bit arrogance because I was from a economically low family but I was achieving heights. That empire in my mind collapsed in one second.\n….\nNext day I was eating food in mess with friends, Megha came and sat near me. I didn’t know what to say.\n“What now… Sympathy came into head aah” She asked me\n“No (Maybe yes) … why didn’t you tell me?”\n“I don’t know. from childhood I was being treated by love which was by product of sympathy.\nYou treated me normal… I have spent nights thinking about a brother like you!”\nI found her eyes wet! She might have found mine also\n“You are an idiot!!! Where is my food? Mess food is not good, you eat this”\nWe laughed…\n…."
        },
        {
            "pk": 3,
            "title": "For the girl who wasn't just a girl",
            "author": "Vibin Dave D",
            "post_date": "2021-06-05",
            "category": "poem",
            "sub_tag": "Dedicated to my dear fellow",
            "cover_img_url": "https://source.unsplash.com/a-xEUwYSPLw/1600x900",
            "content": "There was a girl\nWho felt to be a pearl\nDaring and dashing\nLike a glittering obsidian\nI used to be proud\nTo be in her friend's list\nI used to sing her praise\nAnd it felt like a pure melody\nThe one never said\n\"I'm just a girl\"\nBut one day \nSomething slithered her heart\nBut I didn't knew\nShe'll turn into a moron\nCrying and weeping\nForgetting who she was\nShe feeded on her fears\nI waited and waited\nTo see the rebirth of phoenix\nNow I feel the fear\nOf losing my old dear\nRemember this\nLife is a journey \nYou can't skip the darkness\nFigure out the short cut\nTo the next junction of happiness!\nI'm waiting\nTo see the girl who wasn't just a girl"
        },
        {
            "pk": 11,
            "title": "Sanity in Insanity",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "story",
            "sub_tag": "Another weird explanation of life!",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1X9g2mV9Mx7jnSyISyjV7k6ChSiDuNo4d",
            "content": "\"I'm a science student... I believe in science not in God\"! I was fighting with my mom as usual for going to a temple.\n\r\nI want to spend my vacation in some tourist spot and my mom was planning to make it a spiritual trip.\r\nAt last since I was just 18 my mom managed to convince me. I strongly belived in communism and atheism. Also I was a science student. Even though I fight with mom regarding this. Her spirituality will win over my science. Not because she has a point but because she won't accept any facts!.\n\r\nAt last we arrived in temple. Dad didn't accompanied us due to work issues. And I was so irritated because I was not in the place where I wished. But I behaved disciplined because somewhere inside me I had a fear about God since the idea was injected so deep into me in childhood. I believe that that the atmosphere is created inside the temple because of belief but not by God. I love the atmosphere inside temple by the way. All the people will seem happy or filled with peace. That positive vibe is so fascinating. But I believe that is the result of their belief but not GOD.\n\r\nWe roamed around the temple for about 1hr and came back to the entrance.\r\n\"Oh god ... I forgot to buy payasam (Kheer).wait here...I'll go and buy it\"\n\r\n\"You can buy next time right? There will be long line for payasam. It will take time!\" I tried to change her plan\n\r\n\"So what.. you have any meetings with Indian president?\"\n\r\nI couldn't say anything and she left for buying payasam.\n\r\nI stood there for sometime and searched for a place to sit. There was a bench nearby and I went and sat there.\r\nSuddenly a saint like guy came and sat near me. People passing the bench was bowing to him. I understood that he is quite famous here. He was old. Around 60 but healthy. Wearing a brown saree like thing around him. I got laugh when I watched his attire but I suppressed.\n\r\nI had pity feeling for the people who believed in God but I had quite respect towards elderly people so I smiled at him when he turned to my face. He smiled back and took water bottle from his bag he carried around his shoulder.\n\r\nHe drank some water and kept the bottle inside the bag. He was not one of the tantri Brahmins who will be clean and chubby.\r\nHe had long beard and hair. And some chains over his hands and neck. I kept on staring at him for a while.\n\r\n\"Is there anything you want to ask? \"\r\nSuddenly he asked me.\r\n\"No..no\" I was not expecting a conversation\r\n\"I believe in science not in gods\" I have no idea why I said that... I felt stupid next moment...\r\n\"Even I don't believe in gods\"\r\nI was never been shocked like that.. was he kidding with me?\r\nI looked at him like a kid staring at his teacher when he doesn't know answer.\r\n\"Are you teasing me?\"\r\n\"No.. why should I? By the way... Let's keep that secret between us\"\r\n\"Why do you believe I'll do that? I don't understand.. I don't understand anything and I don't know you!.\"\r\nHe smiled at me....\r\n\"What do you think is the meaning of life?\"\n\r\n\"I don't know...\"\n\r\n\"What are those things that make a life beautiful?\"\n\r\n\"Happiness... Love... Family... Friends... Wisdom\"\n\r\n\" I never heard wisdom in that list till now... But it's quite interesting you added it.\"\n\r\n\"But you didn't said why you asked these!\"\n\r\n\"What do you think a person will do if he is only treated with happiness?\"\n\r\n\"That will never happen...\"\n\r\n\"Just imagine...what will he do?\"\n\r\n\"I can't tell since I never felt it ... But I guess he'll achieve peace and will be happy forever\"\n\r\n\"No.. he'll lose his mind.. happiness is just like sadness..  at some point our mind seek for a change... We'll loose ourself and end up in chaos\"\n\r\n\"I doubt it!\"\n\r\n\"Why people risk their life for adventures?... They need a change of state from peace to chaos... To be the animal they truly are\"\n\r\nI was not understanding anything... But I liked when he said that we're just animals. Since even I believed in that.\n\r\n\"How many times in your life have you deceived yourself?\"\n\r\n\"What? I don't understand!\"\n\r\n\"How many times you have done things you don't like for others\"\n\r\n\"I guess everyday then!\"\n\r\n\"You're taught about making other happy but rarely about making yourself happy..am I right?\"\n\r\n\"Yeh... We are taught to be happy as a family\"\n\r\n\"Your mom is doing alot of sacrifices for you right?\"\n\r\n\"Yes... She did\" I remembered about many instances where she took decision for me instead of her\n\r\n\"But she's happy for those! Right?\"\n\r\n\"Yes... I guess\"\n\r\n\"That is spirituality this world built to conceal the chaos\"\n\r\n\"What? I didn't get it?\"\n\r\n\"You know about sabrimala Makarajyothi right? Grandest thing ever happens for Hindus in kerala? \"\n\r\n\"Yes ... I know... Every year my mom will make me watch it Live in television\"\n\r\n\"But makarajyothi is just a star called sirius and makaravilakku is man made stuff\"\n\r\n\"Whatt? But why people are still believing then?\"\n\r\n\"They are made to believe... The idea is so deep so that they can't take a change..The fact is available online but only few people will read it. Government made that area restricted where they lit that makaravilakku\"\n\r\n\"But why?\"\n\r\n\"We need a society which runs on justice... Good things should be rewarded bad things should be forbidden... You think it's possible without spirituality?\"\n\r\n\"We should give preference to humanity.\"\n\r\n\"Humanity is just another concept of spirituality. If you don't believe in spirituality you should not believe in humanity either.\"\n\r\n\"I didn't understand!\"\n\r\n\"We are just animals with brains. But we recieve many ideas from ancestors about our past. Where we praise good things and use bad things as scary. Don't worry! Spirituality will vanish once and theories of  humanity will be in action. But it will have less effect since it doesn't offer you anything for doing something good!\".\n\r\n\" So you're saying that this is all built for reducing chaos in society?\"\n\r\n\"Not only chaos...But everything is predefined in this society... Each person's happiness might be different. But it rarely goes out of the predefined happiness rules of society. We praise love since it has the power to control animal in us\"\n\r\n\"So ... we're living inside a lie? What's truth then?\"\n\r\n\"I don't know... But I know that world runs on lies... Trying to divide happiness among everyone... Not letting anyone go into chaos.. Average happiness promised for everyone.\"\n\r\n\"But why do you look like a saint.\"\n\r\n\"I gave up on lies... When we understand about the world around us.. we'll be so desparate to break the rhythm... But were taught about love and affection so that we can't do anything since our mind works that way...\r\nWe have 4 choices I believe.. if you got to know about this real world...\r\nFirst and most simple one...'Play according to the world rhythm eventhough you know that they're fake, live a life with peace but bearing a horrible truth.' This is followed the most I guess..\r\nSecond one 'To leave the chained life and turn to be a outlaw who spread chaos'\r\nThird one' Give up on these lies and To turn himself into a person who gives up everything which are told precious and live only to feed the animal in him.'\r\nFourth one' they give up their life.. you know about many suicide cases without any resons right?' But I feel that is ridiculous since animals don't suicide. Even that was created by society\"\n\r\n\"I guess you're third type.. but you look like a saint... And even now you're lying to yourself right... Because you're not fullfilling the needs of an animal even\"\n\r\n\"I said already... To know about this... You should gain alot of knowledge and observe alot... You should experience manythings..\n\r\nBy the time you understand... You'll feel pity about other people and if society had injected ideas of love and happiness more into your head.. you won't become a outlaw who feeds the animal in him...\n\r\nBut you'll become someone who doesn't hurt or introduce chaos...\n\r\nThat's the idea of an society... It's deep... evolving... But it has created alot of precautions not to destroy itself..\n\r\nAnd for the saint look...\r\nIt feeds me well... I can sit and laugh at people...\"\n\r\n\"I don't understand about you... You seem like a astrologer but speaks about astronomy..Why you said this to me?\"\n\r\n\"I don't know... Instinct maybe... Maybe I don't want you to destroy the rules of society and introduce chaos\"\n\r\n\"You said I have a choice if I got to know the truth... And you should hate society for your situation right?\"\n\r\n\"No... You didn't understand the truth... You may even forget this conversation... If you should know the truth.. you should find yourself... Experience yourself...\r\nAnd I don't hate society...\r\nI don't know... Sometimes I feel the laws of society, spirituality and humanity are built for our well being.. if I had followed them... I don't know...\"He turned silent... His face told me many stories.\n\r\n\" So all people like you are atheists?'\n\r\n\"Truth is I don't know... But I know one thing... The people who built this society were not stupids... They tried to built some heaven... But ended up building something in between hell and heaven...A world filled with lies to hide it's flaws\"\n\r\nAfter saying that he started staring at space.\n\r\n\"Kanna...let's go...I got it... It was long queue so took time\" Mom has come back.\n\r\nI stood up from the bench and walked to the exit along with my mom...\n\r\nI turned back... He was still staring at the same spot...\n\r\nI had alot of questions in my mind.\r\nHis ideas about life is true?\r\nOr he's just a insane person?\n\r\nOr Maybe a sane saint who taught me about sanity in insanity....."
        },
        {
            "pk": 23,
            "title": "The Unorthodox Love Story",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "story",
            "sub_tag": "What do you really want in your life?",
            "cover_img_url": "https://github.com/crazy-corp/crazy-corp.github.io/blob/master/img_database/boy-1822614_1920.jpg?raw=true",
            "content": "\n\" I'm breaking up with you \" she said that like it was so normal.\r\n\"But why ?\"\r\n\" I don't know, I can't be with you \"\r\n\" You're kidding right!? Even yesterday we were happy together! \"\r\n\" You were happy .. I was not \"\r\n\" Ok then, your wish \"\n\nWe shook our hands, came out of the coffee shop and walked away from each other. I was trying to wake up , praying that it was just a dream. But I understood. it wasn't!\n\nI was trying to figure out why that happened! According to me we were having a wonderful relationship!\n\nSuddenly my phone rang !\r\n\"You ate anything? It's 3:00pm. Atleast in weekend you can stay at home and relax right?!\"\r\n\"I'll come home soon maa, I already ate from outside. Don't worry. I have to go now, bye.\"\r\nI hung the phone without waiting for her reply!\n\nIt was a hot Sunday and I came to my friend's home for chilling out and trying out his new playstation. Even though I'm 24, I will never get tired of games itseems. But I never expected was life was going to play with me today. Renu asked me to meet and said it was something urgent. We met in a coffee shop and rest you know already.\n\nIt was not my first breakup and by then I was used to it. Acting hard and matured while someone is ditching you. But it hurts the same way all the time. But we find ways to hide the pain. It has been 3 years since I met Renu and still I can't figure out why this happened!\n\nI was walking along the footpath and I was in a weird situation. I haven't ate anything for lunch and I was so hungry. I saw a restaurant, so I decided that food is more important than breakup.\n\nThere was a family sitting in nearby table.A kid and their parents. He was playing with a rubix cube. I understood that he's new to that and was just turning that randomly and enjoying the changes in colours.\n\nSuddenly a man showed up in the restaurant. It seemed like he was a beggar in his attire. But something was different in him. He came and sit down in a table.\n\nEveryone in the hotel was disturbed by his presence. Waiter went to him and asked him to go away.\r\n\"Get lost from here you moron! This is not place for people like you\"\r\n\"Brother… Please be calm.. I just want something to eat. I have money\"\r\nI felt that waiter was a person with humanity. He turned polite . The stranger ordered tea and some snacks.\n\nIt was teatime but I was so hungry so I had ordered biriyani which came by that time. I started eating without wasting any time.\n\nBut I couldn't keep my eyes off that stranger. He was looking so weird. Long hair and moustache. Almost 30 to 40 years old. Rugged sack like pants. Torn old shirt. But he was clean in nature. Like he bath everyday. Something differenciated him from beggars.\n\nSuddenly the rubix cube which was in the kid's hand fell down and rolled near the table where the stranger was sitting. He took the cube and smiled at the kid.\n\n\"Here…take it\" he turned his hand pointing the kid\n\nThe kid tried to get down the chair to take the cube from his hands but his dad pulled him back in chair.\r\n\"He'll kidnap you away, I'll buy you new one! Ok? \"\r\nI quite didn't understand why he behaved that way.\r\nMaybe he thought that this person is carrying a lot of diseases with him.\n\nStranger just smiled at the kid and kept rubix cube In his table.\n\nI was busy enjoying my chicken so I ignored the stranger for a while. He was also eating his snacks like he ate something last month.\n\nI finished my biriyani and ordered a lime juice.\n\nThe stranger also finished his food and paid his money in the counter. I even thought that he'll run away after eating. He walked out of the restaurant.\n\nI finished my lime and stud up from my table and walked to the counter.\r\nI noticed that the rubix cube was still in the stranger's table.\n\nSuddenly I saw that….\r\nThe rubix cube was solved. I suddenly went near that table and took the cube up to examine whether it was fully solved.. but it was fully solved! I was sure that the cube was not solved when stranger took it. But I was still in doubt!\n\nI turned to the table where the family sat.\n\n\"You solved this cube? \" I asked to the kid\r\n\"No\" kid looked into his dad's face and I could easily see how shocked his dad was.\n\nI gave that cube to the kid. This time his dad didn't show any reluctance.\n\nI paid my money in the counter and rushed outside to see the stranger\n\nI was sure he was not a beggar.\r\nHe was something I never seen before.\n\nOr is he just an beggar who unknowingly solved the cube with born intelligence.\n\nSomething made me believe that he was not something simple.\n\nThose eyes.. there was a story behind it……\n\nIt was a rusty junction. People running along the footpath. Everyone was busy in their world. And I was searching for that stranger. But he was no where to find.\n\nI felt disappointed. I don't know why. It felt like a sign. Something always mentioned in paulo Coelho books. I tried to move on from his thoughts and started to walk to my home. I understood that I was not conserned about my breakup much even though it hurts.\n\nAfter walking a while my heart again sinked to be the broken one. I was trying too hard to find where I did the mistake. It was around 5 by then and I was walking so slowly bcoz of my filled belly. As I was walking near an old park ,I found the person who I was searching a while ago..\r\nHe was sitting in a bench with his old white sack like bag. I didn't knew what to do. Should I ignore him and just go. Or should I speak with him? He doesn't know me and I should mind my own business. But I was already so much curious about him.\n\nI went near the bench. And sat in one end of the bench. He turned to see my face and again turned back and kept on searching for something in his bag.\n\n\"Hii\" I tried to start an conversation.\n\n\"Hii, do I know you?. I saw you few minutes back at the restaurant.\"\n\n\"Nope… I just felt talking to you!\"\n\n\"Me? People feel awkward to even come near me.\"\n\n\"I felt something different in you. You look like a beggar or someone escaped from mental hospital but something different.\"\n\n\"I am a beggar by the way… Don't worry ..not someone escaped from mental hospital\"\n\n\"Sorry.. I didn't mean that… I just felt that you are different\"\n\n\"You had a worst day itseems\"\n\nI was surprised but didn't showed it to him. Ofcourse I was sad.\r\n\"People are too busy in thier own world Nowadays. They rarely get time or intrest to observe someone.\"\n\nI also felt that he was right. If I met him yesterday I would have ignored his presence.\r\n\"So.. are you a saint. Seems like you are interested in philosophy\"\n\n\"No… I don't beleive in God\"\n\n\"Can I know more about you ? \"\n\n\"But why? Why are you interested to know about a beggar\"\n\n\"I don't know. Just curiosity to know about the beggar who just solved a rubix cube\"\n\nHe smiled.\r\n\"Ohkk… That's why you followed me\"\n\nActually I didn't followed him. But I didn't corrected him.\n\n\"I'm Deepak. My home town is Thanjavur. I arrived in this city last week. Now I spend my night in this park. Day, all around this town.\"\n\n\"I can understand about your present by just looking at your attire. But what I am interested is about your past\"\n\n\"I come from a small village. My parent's did intercaste marriage, so they were kept away from their relatives. My dad died when I was 10 in an accident. After that my mom raised me. She raised me well. I completed my BTech from IITM 8 years ago…\"\n\n\"Wait… You said IIT… You're not joking right\"\n\n\"Why should I ?\"\n\nI also expected a buisness man who was tired of his luxurious life. But this was totally unexpected.\n\n\"I felt strange about you when I saw you first time. But this made things even more weird. What made you lead such a life now. Tired of earning money or what?.\"\n\nI laughed at him in an harmless manner. But suddenly I saw that his eyes were silent.\n\n\"I completed my BTech and got placement in a MNC. But only did that job for 1 year. Me and my mom lived in a rented home. We sold our home for my education purposes. I got job and everything seemed perfect. I went to canada because I got hired in Montreal. I had applied for an home loan and asked my mom to look after the construction progress. I never had any friends anywhere. NERD in some compact way.\"\r\nHe stopped for a while\r\n\"What happened then?\" I couldn't bear the small moment of silence\n\n\"I was enjoying my life at that moment. Money ,friends ,women and the bliss of Canadian life style. After 1 year I had become someone opposite of introvert. As my life was progressing smoothly… One day everything changed. I got a call from my head office in India saying that I should return back to India as soon as possible. I just thought it was some office emergency so I took the next flight and came to India\"\n\nMy heartbeat was running without any sync at that moment.\n\n\"A car was waiting for me at the airport. A office representative, a beautiful women was waiting for me. She politely invited me to join her in the car. We got in the car and driver started the car. I asked her where are we going first. Also I inquired whether I can go to home which was in same city but a few kilometres away from our office. I was exicted for the fact that I can spend some time with my mom. I haven't spoke with her for last few weeks. I thought to give her a surprise visit. She said for now I can stay in the office guest room and after an important meeting I can go and visit my home\"\n\n\"She must been missing you soo much\" I interupted him.\n\n\"Yes… She was.. Our car reached its Destination and I stepped out of car. The woman accompanied me came out of the car and came near me. Her face was pale and I felt something strange.\r\n'Sir, your mom has passed away two weeks before. We are terribly sorry for your lose. We got to know about this day before yesterday and decided not to disclose to you since the scenario was critical to hear and we decided to keep it disclosed until you reach here.'\r\nI remember that moment…\r\nI was stuck…\r\nI didn't speak anything…\r\nI couldn't blink my eyes…\r\nAsk her anything…\r\nMy whole body was struck by something…\"\n\n\"What? But how? What exactly happened?\" Actually I had lost the curiosity in hearing his story. But I felt sad for a stranger.\n\n\"Things were terrible than I thought. She got heart attack and no one was there with her at that point. No one heard any sound. She laid in the kitchen for more than one week. Then Neighbours noticed the decay smell rising out of the kitchen.\"\n\nI was in a different state of mind. Even thoughts of my ignorance about my own mom came. And when I imagined my mom in that position.I closed my eyes for a second to erase my thoughts. I felt afraid.\n\nHe continued his words. But I could see a blank eyes and expression. Not any sadness. I understood that he relived the incident so much time so that he started to live inside his reality.\n\n\"I used to call my mom daily when I went to canada. But gradually it turned twice in a week then once in two weeks. I had 1 month leave after two months. My mom was dreaming about my arrival. But she was not there when I arrived.\"\n\n\"I'm so sorry for your lose.\"\n\n\"I felt pitty for myself. While studying only thing I wished was to take care of my mom like a queen. I expect that she was happy for me . Living my life. She hid all her sadness for me. I sent more than half of my salary to her. Asked her to enjoy her life. But I forgot the fact that I was her happiness.\n\nBut what do you think about my present scenario? My mom would have liked this? Her sacrifice for me became worthless right?\"\n\nI was not expecting a question and I felt so unmatured to reply to that question.\r\n\"I don't know.\"\n\n\"We all are chained to a false rhythm. From running behind money to running behind fame and acceptance. After that incident I couldn't sleep at night. Every night I'll think about her. Her decayed …..\r\nWhen I was thinking about my job. I understood that I was not happy everyday. I ran behind money everyday and hid behind luxurious drinks, Namesake friends and women in weekends. My happiness was that my mom is living her life because of my hardwork…..\n\nAt last… Nothing made any sense…\n\nNow…I'm here .infront of you!\r\nI guess you can guess rest of the story.\"\n\n\"I don't know what to say.\"\n\n\"Don't be sympathetic. Because I feel sympathetic about everyone because I observe everyone.\"\n\nWe sat there and I my heart was heavy. After a while I stood up.I understood that my presence is making him more worse every second since he was reliving the moments he almost forgot.\n\n\"I'll leave now. It's getting late.\"\n\nHe didn't said anything. He kept on staring at something in space.\n\n\"You were right… I was sad today… My gf broke up with me…And I didn't know the reason\" I tried to change the topic\n\n\"She was happy with you?\"\n\n\"Yes… But No according to her… No\"\n\n\"You have people who are happy with you right?\"\n\n\"Yes..I have\" I was thinking about my mom and dad. And many faces flashed around me. People who stood with me. Stood for me…\n\nEven I was happy with them!\n\nI walked away from there saying anything more.\n\nI was back on footpath and it was already dark by then. While walking in the footpath , I felt so different. I didn't had a broken heart. Instead I was happy for my life.\n\nSuddenly my phone rang..\r\n\"Will you come home tonight for dinner or as usual you'll come at midnight?. I'm making something special for dinner\"\n\n\"I'm coming!\"\n\nThere was a moment of silence.\r\nShe never expected that…\r\n\"Ok ma… We'll be waiting\"\n\nI hung up the phone and started walking to home.\n\nMoon and the stars were shinning brighter than usual. They were witnessing a story of love. About the meaning of life.\n"
        },
        {
            "pk": 24,
            "title": "Vultures and Victims",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "story",
            "sub_tag": "Just another Tale",
            "cover_img_url": "https://github.com/crazy-corp/crazy-corp.github.io/blob/master/img_database/girl-3141445_1920.jpg?raw=true",
            "content": "\"Sis, did you see breaking news?\"\r\n\"No, what's so special? Same political and celebrity drama right?\"\nNeha and Rekha was having their tea time talk. Usually they are so fond of virtual world. But online classes and life arised due to corona has led them to have some chitchat in thier leisure time.\n\n\"No..Mumbai High court stated that groping is not sexual assault unless there is skin to skin contact\" Rekha was surfing through her feed while tasting the tea she had in her hand.\n\n\"Means?\" Neha never had intrest towards what's happening in society since she never believed in it.\n\n\"High court said that the touching the chest part of a woman without removing her dress or without having skin contact should be not considered as sexual assault\"\n\n\"Hahaha\" Neha started laughing.\n\n\"So it's not an offense now ?\" She asked amidst laughing\n\n\"It is an offense.. but it will be considered under outrage of modesty itseems. Which offers less punishments and alot of loopholes\"\n\nNeha was still laughing\n\n\"What's going on there? You guys are having fun itseems!\" Suddenly their mom came in.\n\nThey became silent since they were shy to discuss that with their mom.\n\n\"Rekha.. Pick those cloths from outside\"\n\n\"Let me complete my tea…\"\n\n\"Ok.. but don't forget\" She went inside again.\n\nBy then Rekha had completed her tea. She went outside for fetching the cloths.\n\nNeha was still thinking about the Mumbai Case.\r\n'If this goes on … People will start to argue that rape with a condom is less offensive since there is no skin to skin contact' She had fell into a pile of thoughts.\n\n\"Akka… Please help me here… I'm struggling with these cloths\" Rekha was shouting from outside.\n\n\"Coming\"… Neha took the tea cups into kitchen and went to help Rekha.\n\nHours passed. Everything went as usual in their life.\n\nBoth were ready to sleep after having their dinner. Neha and Rekha used to sleep in same Room.\n\n\"Started chatting with your fiance. I guess. You should focus on final exam. Marriage is next year and exam is in two months. Don't forget I'm learning everything from you\"\n\nNeha didn't respond anything. She gave reply using a portrait smile.\n\n\"Akka(sis)… You are disturbed for a while now! What happened? \"\n\n\"Nothing dear pumpkin.. She pulled Rekha near her\"\n\nRekha loves to be cuddled by Neha. She tried to cuddle her back to increase the warmth of love.\n\nNeha kept her phone aside.\n\n\"Do you remember our picnic three years back?\"\n\n\"Ofcourse I do.. your fever ruined the trip but! .planned for 2 weeks but we came back in 5 days\"\n\nNeha smiled at her.\r\n\"Do you remember playing at the beach?\"\n\n\"Yeh….I enjoyed alot. Especially in pulling you inside water..\"\n\n\"When we were playing in the water, some people were playing alongside with us right. I was trying to hold breath inside water for a while, suddenly one girl grabbed my chest from behind. Suddenly I jumped out of water… I turned behind and I saw a guy showing his teeth to me. I was in a tremor. I came back from the water.\"\n\nRekha was feeling afraid. A kind of fear and agony was arising in her.\n\n\"You didn't said this to me till now! Did you tell mom and dad?\"\n\n\"No… I didn't\"\n\n\"But.. why?\"\n\n\"Fear maybe… I was struck by something. Even he had a family with him… I don't know… I couldn't react\"\n\n\"Why you said this now?\"\n\n\"You said right.. you will follow my path… But… I don't want you to … In many cases. If it happened now…I would have slapped him there itself. But that touch didn't faded for a long period.. I had nightmares for many days. When someone treat you like that. It will strike us hard in our heart.\"\n\nNeha's eyes were slowly turning into a pool. Rekha never saw her bold sister crying. And she never wished to see either.\n\n\"Don't worry akka… If someone tries to misbehave with me. I would kick their teeth out.\" Rekha tried to pull Neha out of trauma\n\nNeha laughed and pulled her closer. And kissed in her forehead.\n\nRekha was slightly afraid. But She felt secure inside her Arms. She knew that if she didn't react, the vultures in the world will tear her apart.\n\nThis is just another tale of love,pain and fear. A common tale in a girl's life consisting of a victim and a vulture."
        },
        {
            "pk": 25,
            "title": "The Tale of Outlaws",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "story",
            "sub_tag": "The prespective!",
            "cover_img_url": "https://github.com/crazy-corp/crazy-corp.github.io/blob/master/img_database/pexels-photo-2348809.jpeg?raw=true",
            "content": "\nMy day began as usual, without any miracles. After taking a strong tea and taking a shower(I hate to bath in December) i set to school.\r\nThe day was special because there was PT period. I was somewhat studious then, after reaching college i found the beauty in sleeping in classroom. I was not listening any classes that day because i was looking forward to the football match in PT period. But something went so weird.\n\nIt was English period and we were asked to speak about patriotism.to be truth, I was not big fan of that , just another person who celebrates patriotism on independence day and republic day. My roll Number was 52 so i was sure that my chance will come tomorrow. I was chilling in back bench with my friends, irritating my friends who goes to give their speeches (I'll get it back tomorrow anyhow).I was not listening the speeches.\n\n\"How many people pinned the flag provided by our school in your chest proudly last year?\".\r\nIt was Ritvika… One of the girl with a lot of fans for her beauty. I never cared about her.We were just friends. Just for name sake. But rivals in all aspects other than beauty.(yes..you're right..little bit jealous). Those eyes and long hair. (Yeh , i know what you're thinking. Of course i observed her a lot).\n\nEveryone raised their hands.\n\nShe continued, \"Where is that flag now ?\"\n\nI don't remember actually, i'm not even sure it reached my home that day.\n\n\"I asked this question because the next day when i walked from bus stop to school, I saw many flags around the roadside. We all are proud to be Indians but nowadays patriotism is confined to independence day and republic day.I have that flag still with me in my home. It doesn't mean that i'm more patriotic than you. But I believe that patriotism is not situated in celebrating independence day with plastic flags and chocolates wrapped with plastic around it. We're just polluting the environment i believe. Let the Indian flag sail in our heart 365 days in a year without any disturbance. I have a dream to be part of Indian Defense. But i believe in peace more than war. I believe in \" All people in this world are part of my family \" more than in \"All Indians are my brothers and sisters \" because India taught me 'vasudeva kudumbakam' and unity in diversity, Thank you. Jai Hind.\"\n\nGod… She got my nerves out…\n\nInfact, she got all our nerves out. I also congratulated her in Lunch break when we bumped into each other.(No NO… I was not into her..or crush thing, But she got my attention more than any girl ever did..Also a kindof respect).\n\nMonths passed…We got promoted from 7th to 8th. one year passed like a bliss.\r\nIt was august 15th. As usual celebrations went. But there were few changes, there were no plastic flags and teachers distributed laddoos this time. I have no idea whether Ritvika was reason for the change. But i remembered about her. She was there standing with her friends, with her pleasant smile.\r\nI hate when someone succeed in influencing me. But i agree…she did..\n\nagain days passed, we got into 9th.\n\nAnother unusally usuall day came.\r\nMam was taking attendence.\n\n\"56 present\"\r\n\"57 present\"\r\n\"58 absent 59 present\"\n\nEveryone was shouting their numbers.\r\n\"Poor girl..She's absent today also\" My friend said…\r\nWho you're talking about? I asked\r\n\"you dunno! Ritvika is absent for a week now. Her Dad was arrested\"…\r\n\"What?, but why?\"\r\n\"He's a Journalist, while covering some news in UP, He was arrested.And it was big news, I even saw in news. They kept UAPA on him. \" He explained\r\nI was quite shocked because i saw that news but i never knew he was her dad.\n\nI went silent rest of the day.\r\nThe girl taught me patriotism..\r\nNow her dad is being accused of involving in terrorist activities…\n\nAfter two days, she came back to school. I still remember, when she stepped into the class, the students started murmuring and her friends seemed pathetic. They kept a mourning face. I got to know that her dad is still in custody.\n\nThat smiling face… She tried to be normal. But she seemed weak. Those eyes were not quite shining as before.\r\nI felt sad for her. But I can't behave properly when someone is too sad. I may mess things up for her.I was more afraid whether she will misunderstand me for taking advantage of her weakness to gain her attention(yes..I was not matured enough..But before one month every boy in this class was trying for her attention).\n\nMy thoughts were weird..stupid..But i really wished to talk with her.\n\nshe changed alot.\n\nEveryone was busy on themselves. but ritvika was busy ignoring people's changes. She started to spent time alone.\n\nNext day i was returning from computer lab.It was lunch break. I was with my friends. i saw Ritvika walking alone. Her friends were walking in front of her. But she kept a distance by herself it seems.\n\nI asked my friends to keep my notes in my bag and went near ritvika.\n\n\"Hello madam\"\r\nShe turned.. she had a smile..And i was happy for it!\r\n\"Madam!! ..Me..? \"\r\n\"Just fa fun… How are you?\"\r\n\"I'm fine. Better i guess.. I never thought ull ask that question. You rarely say a word to me\"\r\n\"Yeh..I know.But today i felt to talk with you\"\r\n\"Why?\"\r\n\"Why? I can't speak with you? Should i book some appointment?\" (Of course… it was sympathy or empathy…)\r\n\"No buddy… You're a celebrity ..we should get appointment!\"\r\n\"I liked that joke… By the way.. let me say the truth.. II felt you're sad for your dad. I hate to see you this way\"\r\nShe kept silent\r\n\"You have time? I need to talk with for sometime\"\r\n\"No.. I have few meetings with Indian president tomorrow!\"\r\nShe laughed. It gave me some relief.\r\n\"Kk..wait for me after school. we'll walk together to bus stop.\"\r\n\"Ok madam..see you after school\"\n\nWe had reached our classroom. And we went to take our lunch.\n\nThe truth was…\r\nI was tensed about evening! Alot of questions..\r\nWhy she said she want to talk?\r\nHow to make my friends understand this scenario. According to my boys, I was someone with least interest towards girls.(Yes..I had a reputation to keep).\n\nAnyhow..somehow i managed my mind and my friends.\r\nwe both started from class together. It will take around 20 mins to reach bus stop.\n\nFirst we both didn't speak anything.. After reaching gate of school i asked.\r\n\"I didn't understand what you said \"\r\n\"what i said?\"\r\n\"Nothing..say something… You're being silent.I cant understand that language!\"\r\n\"Nothing particular. I just want to feel real for sometime. Everyone is looking me differently. They don't even mention about my dad. I guess they're making me forget those. But i get unwanted attention in school. I became a discussion topic\"\r\n\"Haha.. \"\r\n\"Why you're laughing?\"\r\n\"You were discussion topic before also Miss world\"\r\nThis time she didn't laughed but gave me a fake portrait smile.\r\n\"Any updates on your dad?\"\r\n\"No.. KUWJ is trying for bail. But No big updates\" (Kerala Union of working journalists)\r\n\"Don't worry..He'll be home soon\"\r\n\"Last day reports came that they have been torturing dad physically\"\r\nShe turned her head down..I understood she was hiding her tears.\r\n\"There's law right..Nothing will go wrong.we'll get justice\"\r\n\"But damage has been done right?…I'm being treated like daughter of a terrorist..My dad who taught me about India is accused of being an outlaw..\"\r\nI didn't got any words for her.\r\n\"I'm staying with my aunt now.. Mom is devastated.. Everyday Our home was filled with laugh and happiness.. Now we're refugees in another home\"\r\n\"Society is crap ..you know that!\"\r\n\"Have you ever felt sorry for terrorists?\"\r\nGod!.. Is she trying to be a terrorist in future!\r\n\"Why you ask that?\"\r\n\"Few days before India conducted a air attack on a terrorist hub. Many were killed. We celebrated it! But Did they all deserve to die?\"\r\n\"You're overthinking… why you think about terrorism now.. Your dad will be home in few days. \"\r\n\"I just feel that world doesn't run in justice.. Our Army Men gets killed for us and we kill terrorists. Their stories, their families. Sometimes.. We even donno who is terrorist and who are not.. \"\r\n\"kk..kk..You're going too far… Planning to be terrorist in future or what?\"\r\nshe laughed\r\n\"No..Don't worry.\"\r\nThose words.. She was hurt badly. And i found some rage inside her.\r\n\"I know who are the real terrorists… \"\r\n\"Who?\"\r\nShe didn't said anything.\r\n\"I miss my dad…\"\r\nThat made my eyes to cook some tears(I'm a boy…I should not cry.. Rule 452-Society blunders Act)\r\nWe were near bus stop by then.\r\n\"Thanks…\" She said..\r\n\"But why?..\"\r\n\"Nothing..KK bye.. My bus is arriving\"\r\n\"Kk, bye..see you tomorrow \"\r\n..\n\nI was filled with thoughts… I understood that day its is gonna be shivarathri..\r\nThe weirdest thing is, day after tomorrow she acted like nothing happened the previous day.\n\n..\r\nDays passed…\r\nwithin few days our exams were over. And i got to know that Ritvika's dad was released after three months..But they shifted their home to somewhere else. I was sad, because i was going to miss my favorite rival.\r\n..\n\ntwo years passed!\n\nIt was august 15th… I didn't went to school that day.. I was walking to my friends house. A car suddenly passed by. A flag which was kept in that car flew off and fell in front of me. I took that flag. I smiled looking at the flag.\n\nI don't know where are you now!\n\nBut you set this flag inside my heart. And you make me think about you whenever i say...Jai Hind!\n\n\"Dedicated to all terrorist those who were not \"the real terrorists\" and their family\"\n\n \n"
        },
        {
            "pk": 26,
            "title": "The Taste of Hunger",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "story",
            "sub_tag": "Why ?",
            "cover_img_url": "https://github.com/crazy-corp/crazy-corp.github.io/blob/master/img_database/dynamicwang-le2bcshq3gs-unsplash.jpg?raw=true",
            "content": "\nIt was another day and I was still alive. I couldn't find out a way to sleep more cuz it was almost noon. Sun was blazing in my face. I could feel the heat of the rays through my old bedsheet.\n\n\r\nIt has been three days since I got something to eat properly. My stomach has been calling me names for days. I rolled over my rugged bedsheet and kept In my sac. I couldn't even stand properly. Two days before a policeman used his stick to beat me and wake me up. My fate, it went on in my ankle.\r\nHe said I should not sleep in railway platform. Why can't I? That was my home for so many days.\n\nI can't bear these mosquito under this bridge and I don't know when I will get snake bite here. Anyhow better than suffering from hunger like this!\n\nI was sinking in my morning thoughts but suddenly my stomach said!\r\n\"Ey you buffoon , find something to eat \"\n\nI came to the main road and started walking. Legs were already like paralysed . Three days before I remember eating those remains of marriage function from garbage cans. It has been months since I ate like that. So tasty and I nearly broke my teeth chewing those bones.\n\nBut after that I couldn't find anything to eat . And I found out even water has its own taste! I came across the garbage can where I found those marriage remains, but municipality has already cleaned it up.\n\nToday also I planned to go and beg near temple, but people ignore me since i don't have any visible damage . I tried to make me dirty as possible. And I'm worst at acting. but I've tried few times like cripple when I couldn't bear my hunger.\n\nI saw a big house… I went to the gate, checked for dog sign since I have alot of history with dogs. And started shouting as usual. Sound was not coming out of my mouth. I felt like sand is grinding inside my throat.\r\n\"Maa…. maa… some food \"\r\nAs usual no one came out.\n\nOne child showed up in veranda but a lady came from inside the house and pulled that small child inside.\r\nIve seen the same scene many times. It must be that child's mom.\n\nBut Where is my mom? I don't like when I start to think abt her…And currently I'm so tired to think .\n\nI lost hope in that home and decided to reach temple as soon as possible.\n\nTemple was almost empty and many of my fellow beggars were already frustrated. I took my place in a corner and drank some more water which I had with me.\n\nA family arrived at the entrance in their car. I was distracted by the beauty of the car. I've never been inside a car. Once I tried to see inside a car suddenly a sound came from it..\n\n\"Beep beep beep\" … I got afraid and ran away from there.\n\nThere was three members in that car. A man, woman and a child. They walked across us like we never existed.. that child smiled at me. Maybe best thing ever happened today…I didn't smiled back since I was afraid whether child will get fear because of my teeth.\r\nYes, Ure right. It happened once\n\nThey went inside the temple . I saw that man putting a big money note inside that money box . They came outside. Everyone streched their hands for something but they ignored us and left.\n\nFrom last week they're not letting us inside the temple. I guess God got angry with us since we're not paying him anything.\r\nMy eyes were blurry and stomach was playing drums inside. I decided to sleep for a bit. I had the shade of sheets. I was good at sleeping cuz I slept alot for ignoring hunger.\n\nI suddenly wake up by hearing the bell inside temple. It was already evening and I was feeling like glass pieces are stuck inside my stomach…\n\nI stood up took my sac and started searching for food. I tried begging infront of restaurants, I was really wasted so even I tried searching inside garbage can.\n\nI didn't found anything. I fell down in the pathway. I always knew one day I would die because of hunger but never thought that day will come this soon.\n\nI had no fear of death but I could'nt bear the pain. I didn't knew what to do even I thought to commit some crime so that i can live peacefully for few days. Many of my old friends are in jail. They always say it's better there. But I was not ready… maybe afraid.\n\nI was crawling in pain..but people walked around me.. some observed me for few seconds and some people walked like I never existed.\r\nI stood up somehow and walked to a nearby tea stall..\n\n\"Anna .. give some food …im so tired ..I'll die other wise…\"\n\n\"##&&Γé╣Γé╣ . . Go away…. Just now some customers have came .. Don't ruin my buisness…I will pour hot water in ur face if you didn't go\"\n\nI came from there since I knew the taste of hot water before…\n\nI felt everyone has turned evil… Two weeks before I remember that guy… He gave me some thing to eat… One day he even gave me tea..\n\nI sat near the junction for sometime..tried begging the people for few coins …no use…I couldn't bear the pain anymore..\n\nI decided to steal something.\n\nI was afraid but I knew I will die otherwise…\n\nThere was a bakery nearby… They kept some cakes in glass boxes…\n\nI started walking around the store.. I was afraid …and thought to give up but stomach was not ready to give up…\n\nI tried to gain all confidence I had in my life…\n\nI ran inside the bakery and took one large cake piece and ran off…\n\n\"Theif …theif……\" I knew People were running behind me… I was not able to run…\n\nSuddenly I was stunned… A stone hit me in my back….. I didn't had time to scream. I tried to run with all strength I had…\r\nMy ankle was weak.. I fell down…\n\nI don't remember anything else.. few people hit me with their legs… I was screaming…\n\nNo use …\n\nOne guy pulled me up and punched in my stomach…\n\nI couldn't breathe….\n\nI don't remember anything else…maybe I don't want to remember…\n\nI died that day… This is a letter from heaven to all those who helped me live untill that day… And I don't have any anger towards people who killed me…\n\nAtleast I don't need to feel hungry everyday..\n\n\"Dedicated to Madhu.. who was killed brutally for stealing food\"\n\n \n\n \n"
        },
        {
            "pk": 27,
            "title": "Once Again",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "poem",
            "sub_tag": "Valentine",
            "cover_img_url": "https://i.imgur.com/k58Lx0H.jpg",
            "content": "Once again valentine is here\nBut I feel like another halloween\nThe day was so special before\nThis year it's just a Sunday\nBut I can relive the moments all day\n \nSomething's we can't change\nI wish I can go back\nWhen I never cared bout\nThe valentine's week\n \nIts been three years\nStill somewhere I can feel those tears\nTwo different Souls\nI didn't searched for the third\n \nThe feel is beautiful\nBeing inside someone's arms\nBeing inside someone's heart\nThe beauty of perplexed mind\n \nI gave up searching \"forever\"\nEverytime a soul depart\nOur head fells apart\nLove is not about tommorow\nIts a novel of happiness and sorrow\n \nIt doesn't fade like curiosity\nIt will stay with you\nNo matter how many valentine's you get\nIt's always about the moment\n \nWhen single touch turns Goosebumps\nStarving for each other\nThe dreams you build\nEvery second counts\n \nFind your moments\nHappy valentine's day\n \n© Vibin Dave"
        },
        {
            "pk": 28,
            "title": "Once Again",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "poem",
            "sub_tag": "Love is a mystery",
            "cover_img_url": "https://i.imgur.com/YGBZkXS.jpg",
            "content": "I thought I would never fell again in love\nBut when I saw you, i fell again in Ur eyes\nI thought I would never trust again \nBut you make me fell again in loop\nI fixed not to say again those words\nBut you make me say!\nI love you ...\n \nI remember the way I wasted my tears\nI remember the way I boozed all night\nThat too for somebody who \nwas \"never the one I need\"\n \nI thought it was my last time\nFixed not to give a shot again\nI don't know what's pulling me to you!\nI don't know why my heart says\n\"She may be the one I need\"\n \nI loved the way I loved my ex\nBut I hate the way She left without a word\nI don't want one more breakdown\nI am afraid to try once again\n \nYour words raise my soul from below..\nMy lips thrive to ask always whether\nWill you stay with me forever\nBut past pulls me back further\n \nI know I fell in love with you\nCuz I started to take you along in my dreams\nI know I messed up once\nwish I won't do it again\n \n \n© Vibin Dave"
        },
        {
            "pk": 29,
            "title": "Art of Healing",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "poem",
            "sub_tag": "Move on!",
            "cover_img_url": "https://i.imgur.com/ZApUVuC.jpg",
            "content": "Wound is born to heal.\nLife is live to feel.\nOnce I saw you as mine.\nNow I am learning to say \"I'm fine.\"\n \nIt was not long ago \nAnd it was not just ego\nWhenever I think about loosing that hand.\nMy body gives me a tremor with rhythm of a band.\n \nAlways heard love is mad.\nBut i learnt living without it, is bad.\nI was broken when u found me.\nYou patched it saying \"we\".\n \nMany had a question...why you?\nBut i was sure that it was only you.\nI owe you alot of respect.\nBecause you made me see life in a new aspect.\n \nMost comfortable turned to be mother's womb.\nBut I felt the same inside your hands.\nIt came all the way.....\nFrom kissing to missing.\nFrom fighting to crying.\n \nIt is not a scratch to heal.\nAnd It takes alot to feel.\nI don't know whether you know.\nHope is my medicine to heal.\n \nI am not broken now...\ni don't know how..\nI learnt to live.\nWaiting for love\n© Vibin Dave"
        },
        {
            "pk": 30,
            "title": "Romantic Jigsaw",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "poem",
            "sub_tag": "Enjoy the tale!",
            "cover_img_url": "https://i.imgur.com/1azSLCr.jpg",
            "content": "Love turns to be a mystery\nWhich I try to solve everyday\nBut always last piece slips away\nLike a jigsaw puzzle with missing pieces\n \nWhenever I felt I solved the thesis..\nIt smiled at me saying!\n\"It was the wrong piece\"\nEven though it makes me wander,\nI wonder why I can't leave it\n \nAmigos accompanied in solving the case\nAt last they became victims of case.\nI know many explorers...\nThose trying to find the solution\nSome says\n\"I heard 'they' found the solution\"\n \nAtlast oneday someone asked!\nWhat makes you to try again?\nI ignored with a portrait smile.\nBut that question had depth!\nI'm not searching for solution\nI'm enjoying finding the solution!\n \nA path filled with all emotions\nFrom sweetness of happiness\nTo bitterness of sorrows\nAccompanied by alot of ghosts\n \nNo one knows the solution\nNo one needs the perfection\nenjoy the wandering\nIn the world of mysteries\n \nImperfect things are more beautiful\n \n© Vibin Dave"
        },
        {
            "pk": 31,
            "title": "GIRL \"FRIEND\"",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "poem",
            "sub_tag": "Tale of love",
            "cover_img_url": "https://i.imgur.com/YGBZkXS.jpg",
            "content": "Had a friend. \nA girl \"friend\".\nNot my lover..\nBut love was never lower... \nour eyes saw friendship.\nOthers assumed Titanic ship..\n \nSociety fixed a blunder ... \nfriendship was on gender ...\nshe is your friend?!!!\nquestion was a viral trend..\nBut I wander why they wonder... \n \nShe was not my soulmate...\nA friend for fate..\nProof was necessary...\nCall her sista!\nFor crooked mouths, it was a fiesta..\nHugging was a treason .\nshoulder for her tears was joke...\n \nSociety!! But our dear ones?\nWho should change?\n© Vibin Dave"
        },
        {
            "pk": 32,
            "title": "Another day",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 1",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "I have no idea wtf I should write now. Everyday is getting occupied with bullshit exams and boring googling. \n \nI liked the fact that students blame teachers for letting them copy and teachers blame students for not keeping ethics.\n \nEveryone is having some guilt upon them. But all are like\n\"If I didn't copy... And others copy... I'll get the least marks\"\n \nWtf... Accept it... You are dumb lazy to study in the comfort comfy zone of your house.\n \nEveryone is legends in pretending they are goddamn angels...\nWhich they're not..and I'm not either\n \nWhy can't we accept that we are also evil in some sense?\n© Vibin Dave"
        },
        {
            "pk": 33,
            "title": "THRESHOLD",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "story",
            "sub_tag": "Day - 2",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "There is a threshold for everything in this world... We rarely do something which doesn't give us any profit.\nThe profit maybe...\nEmotional... Physical... Material etc...\nEven when you do some social work.. there also... You find peace... Or some satisfaction...\n \nIn childhood we used to do things for curiosity or to learn/observe... Sometimes I feel, we did somethings without any profit then.\n \nBut we portray human as good as possible so that we don't feel guilt for manything...\n \nIt works...\nmaintains us away from chaos...\n \nBut in turn... Relationship ruins due to this...\n \nDon't ask people to be perfect.. they will be trying their max if they love you... And if they get what they expect... Relationship will last forever...\n \nIt maybe love...physical.. emotional.. etc\n \nLife is so simple...when you start to communicate from your heart...\n \nBut it comes along with a starting trouble... But you'll get used to it when you start...\n© Vibin Dave"
        },
        {
            "pk": 34,
            "title": "Gift or barter system?",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Day - 3",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "I should attend a house warming function today. I am only interested in food there. And since we are going to buy some gifts . I'm not guilty for eating free food. But why we make things so complicated there also. \n \nI'm not talking about functions and food which are my favorites. I'm talking about gifts section. If someone buys you a gift. Some people expects a re-gift when they keep some ceremony in future. Seriously... you both can refrain from these exchanges for god's sake.\n \nI'm not a person who is good with crowds and I hate those people who come and ask me \"Do you know/remember me\"... The big joke is... They know that I have no clue about them and neither do them about me.\n \nI literally want to write the below sentence in my wedding card(I am not this traditional type..still)\n \n\"Do's\n \nEnjoy the food.. chill with your hearts... Reunite with your family...\n \nDon't\n \nBully children\nCheck employment status\nExpect any re-gift ('no gift\" is also perfect)\"\n \n \n© Vibin Dave"
        },
        {
            "pk": 35,
            "title": "Blame Game",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Day - 4",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "I hope you have seen the video of a woman being stabbed by a person... I posted it in whatsapp status and...\n \nI got a beautiful question from someone asking whether I would have reacted when that man was stabbing her...\nWell...\nAnswer is NO\nI'm no rambo and I don't think I'll risk my life for a stranger by trying to tackle someone with a knife and who's taunting others by it ... Clearly in that video..first some people tried to interfere ..but they stud back when they were taunted by knife...\n \n \nThen what would have I done?\nCalling police... throwing stones... Maybe.. (not taking video anyhow)\nBut I don't think these would have saved her life either...\n \nWhy did I post it then?\nIt could have been avoided if he had some sense... And just criticising that part of society...\n \nMany opinions are there with those who recorded that video too...\nBut I don't want to discuss about it since that girl is dead and people are interested to see world through internet than their own eyes..\n \nDay 4 blog is only available in my insta\n© Vibin Dave"
        },
        {
            "pk": 36,
            "title": "Virtual shit",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 6",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "From tommorow the tale of online shit exam starts. I don't know whether I can write blogs in these days. (I should concentrate on methods of copying for the exam). I am really tired of writing such exams. Once I used to feel so guilty even if I copy a sentence in exam from others. Now I'm feeling guilty if I spend time studying.\n \nI don't know why people are interested in conducting such exams. I won't blame anyone since my career didn't got stuck due to pandemic. But our educational system is so bullshit. It sucks to be evaluated by the basics of \"amount of syllabus you can mug up\".\n \nI dunno whether I can scribble in next few days. But I'll find time to watch po#n someday so that I won't get depressed by online exams...\n \nSee you soon! Maybe tommorow.. Maybe after 20th april...\n© Vibin Dave"
        },
        {
            "pk": 37,
            "title": "Little Story",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 7",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "Hii again...\n \nExam was not upto the mark... Couldn't get enough time to copy... But fine...I'll pass... that's enough for this bitch online exam.\n \nLet me tell you a story for today...\nLina was a little girl in a poor family. She lost her dad when she was Young and her mom did chores in some household to take care of her family. \nOne day Lina's mom asked her \n\"What is your biggest dream dear?\"\n \n\"I just want to dream\"\n \n\"What?\"\n \n\"I always see some beautiful dreams. In few I'm a queen. In few I'm an angel. Those are the moments I enjoy most in my whole day\"...\nShe went silent\n\"Then... why you went mute?\"\n \n\"In most of the days.. I can't sleep properly since we rarely sleep with a filled stomach... I wake up in midnight to drink water... After that when I try to sleep... I can only see nightmares..\"\n \nLina's mom was in verge of crying... She went near Lina and hugged her...\n.........\nIs your stomach full!?\n© Vibin Dave"
        },
        {
            "pk": 38,
            "title": "Those people...",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 8",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "In my first year of college. In first few months I didn't had any interaction with seniors. And few of them which I interacted was so punks. Some asked me to call them \"Sir\". I had a particular attachment towards that word since I had alot of respect towards people I called sir before. And everyone deserved it.\n \nI didn't understand what they did so inspiring that I should call them that... So whenever I called some seniors \"sir\" ,\"mam\" ..in my heart I meant \"jerk.. or \"bitch\"... I had very serious attitude issues. I got into alot of troubles. So I kept away from those people who made me call sir. But thanks to them. No one ragged me!\n \nThen I met them ...\nFew people took care of me as their brother. They taught me how to act like a senior. We became a family. I had few people to call whenever I was in trouble. One person even celebrated my birthday ( bought me food ) (He have no idea that... it was my best birthday ever) and took me for a bike ride etc... Another person took care of all our keralities in our college like a godfather. He took good care of me when I was ill...\n \nNow they all are going to graduate within few days...\n \nI'll miss you guys...\n \nYou guys were awesome... I'm worst at expressing gratitude... But I won't forget you people for lifelong (atleast for 15-25 years ≡ƒÿé)...\n© Vibin Dave"
        },
        {
            "pk": 39,
            "title": "Love is always weird",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 9",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "I had a wonderful question with me... Still I don't have the perfect answer. Let me share it today!\nCan a person love multiple people at once ?(love category) . It's quite difficult to answer. We'll fall in love with multiple people for sure... infatuation sometimes. Sometimes attraction due to beauty in appearance or character. I had alot of people in my life whom I had kindoff crush.. But things get weird when you commit to someone. Question changes to..\"If you're commited, can you fall in love with someone else\"... \nMy answer is.. \" we won't allow ourself to fall in love... If we are getting enough love (sometimes.. you will be satisfied by giving love rather than receiving).. but if at some point, you're not getting/able to give enough love to someone. You'll start to recognise other sources\"...\n \nLove is also a quantitative object. People set a standard of love... after breakup, you'll get mental breakdown when you don't receive the amount of love you got or you are not able to love someone else like you did before...\n \nSome people will never get tired of loving each other and that's what we call soulmates...\n \nIn our society, there's a complication... Even if we're not getting enough love, we may hold on to people so that we won't hurt them/family.. Which is toxic.....\n \nDon't stop loving someone... Or else, you can't blame someone if they love someone else.. But after losing someone you love... Make sure you don't fall in mischief... Find someone who loves you/(can receive love) more than the previous one...\n \nAnd never ... ever fall in love... When you're hurt/sad\n \n \n© Vibin Dave"
        },
        {
            "pk": 40,
            "title": "Learn to say f** off!",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 10",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "Did you ever wished to say \" fuck off \" when you're in between a conversation.. or wished to say \"no\" when someone asks you a favour ?\nI know ..I know.. almost everyday...\nWhen I say to people that I like to write something and I like science... Language of people changes.. They add their complex thoughts, prespectives, sarcasm, literature when they talk... I love those... Few atleast.\nBut I don't want to hear how you judge others... I don't want to know how to judge another person. Example.. when I'm at a party, obviously I'll be quiet somewhat... It doesn't mean that I want others to behave like that... That means I don't want to hear\n\"See... She's behaving like a whore..\"\n\"This guy has no maturity...see how he is laughing like a buffoon\"\n\"Those two behave themselves as Romeo and Juliet\" \n \nYou should understand that..\nYou should be jealous that no one I intrested in you than that \"whore\"...\nYou can't find a way to laugh in your fucking miserable life than that \"buffoon\"\nAnd... Probably...you're just jealous because you're single in terms of Romeo and Juliet...\n \nAnd irony is...\nThey people who sit quiet or comparatively less vibrant is considered boring by the people who literally enjoy that party...( It's not one way of bullshit)\n \nI will be in boring zone or vibrant zone according to the people in that party...\n \nWhy don't we find our ways to be happy... (don't ask me whether roasting others is not a way to be happy...Roast people who mind other's business...like what I'm doing now...But leave people who mind their own buisness)...\nIf people are conserned about my actions... I usually say one thing to them...\"I don't care what you think about me... I feel sorry that your life is not interesting as mine\"\n© Vibin Dave"
        },
        {
            "pk": 41,
            "title": "Focal length",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 11",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "Few months ago, I got myself into a freaking question... What's the most mysterious thing in this society? I guess it's diversity in prespective..\nFor example... Why many people like joker character even though in \"dark knight\" movie director wished to prove that the prespective of joker is wrong ?\nActually directors just kept climax as \"good\" according to the society. But in whole movie, director was showcasing his own rage against society and people took that rage inside them... \"A hero for the suppressed community\"..\n \nAlike that in king kong vs Godzilla movie. They are killing millions while they fight. But no one cares about those people. We only cheer for the giants. That's the steering wheel of focus. Our mind is so gentle that it will get manipulated easily. And we have a bad habit that we are so bad at changing a perspective in our mind which was stable for a while..\n \nSo pick the prespective wisely... Next time when you cheer for the war... Try to think about the soldiers who die... The irony is.. people who started the war will die in climax and no one care about the millions die in between.\n© Vibin Dave"
        },
        {
            "pk": 42,
            "title": "The devil in golden wings",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 12",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "Atlast 3rd year comes to an end...\n \nBut should I be happy that 3rd year got completed..\nOr sad that..\nMy one of year of college is fucked up by corona.\nAnd..\nOnly one more year left untill I step into the real life from the comfy zone.\n≡ƒÿ¼≡ƒÿ¼≡ƒÿ¼\nGimme a time machine!!!\n \n \nSo.. let's talk about \"time\" today. Time maybe a illusion in science. But it's the GOD among us. It makes us forget things. It witness the death-birth cycle. Stand among us like a spectator in our changes. It's quite marvellous topic in terms of science. We say that time can be manipulated. But does it even matter? Since our \"time\" can also be considered as something evolve as we evolve. Maybe we can break \"time\" in Calendar and watch. But can we really break the time which runs along with us?. Ofcourse it's true that maybe in future we can live forever. Maybe we can find a escape from death. But can we escape from time?\n \nIt's dumb thoughts... But one thing! Time is the most important thing in your life.. So spend wisely\n© Vibin Dave"
        },
        {
            "pk": 43,
            "title": "Love Letter",
            "author": "Vibin Dave D",
            "post_date": "2021-06-06",
            "category": "blog",
            "sub_tag": "Blog - 13",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "I haven't wrote a love letter ever for my girl.. but I used to write for some one else's crush... So..let me write one today ≡ƒÿÇ...\n \nHii ... \nI couldn't find a perfect word to start this letter. \"Dear sweetheart\" won't suit because I hate sweetness and my favorite dish is chicken. \"Dear chickenheart\" doesn't seems poetic either. I guess you are smiling now and if you're not, you got to know that I am bad at jokes. And if you're smiling, I'm the most unlucky person that I can't see the most beautiful event in this whole universe. But keep smiling, trust me... It motivates my heart to take few more beats on every run.\n \nI don't know how much you love me. But I know that you deserve more love. Everytime I see you, my time runs so fast as if you're a blackhole. Ok... ok... No science... But you break all the laws I learnt so far. My soul is having tremendous reactions for your small actions. See, I can't live without talking shit ...but no words come out of my bloody mouth when I see you. \n \nI remember the day I met you. Your hair played tunes for my heart as if they were the strings of a violin. I couldn't forbid my eyes from staring at yours. I always dreamt about traveling through mountains and to witness the beauty from the heights. After seeing your curves, I know my dreams are quite easy when you're with me. Ok...I'll stop this topic here... Or else I'll make this into something else.\n \nI won't start saying about your character because this letter will end up as a novel. But I know one thing for sure... We both know beauty won't exist forever. But I won't ever get tired of loving you even if you are in your 70's. I dream about the moment when we sit in the veranda outside our home, without any teeths, staring at the setting sun. I won't forget to hold your hands then...\n \nOh god....I'm getting emotional... let's conclude...\n \n\"You are the damn perfect bitch for me... Stay like that forever\"\n© Vibin Dave"
        },
        {
            "pk": 44,
            "title": "Reminder! It's Father's Day",
            "author": "Vibin Dave D",
            "post_date": "2021-06-20",
            "category": "poem",
            "sub_tag": "Just a reminder",
            "cover_img_url": "https://i.imgur.com/hbtakWp.jpg",
            "content": "The day arrived again\nHe was so thrilled\nHe didn't forget to \"video\" call\nFar far away\nSomeone was waiting for that call\n \nHe was busy whole day\nBut his calendar made him remember\nThat the day was \"Father's day\"\nHe rushed himself to his laptop\nHis Adam and Eve was waiting\n\"Happy father's day dad ...\"\n \nThe words were short\nLanguage was Rap\nStill everyone laughed\nHe allocated 5 mins for them\nProud he was, about his love\n \nOfcourse they were\nProud of each other\nDad who sketched his son\nTo live his dream \nSon who lived his life\nUpto the tantrum of expectations\n \nThey were happy\nBut they rarely met\nThey became rich\nBut now they rarely reach\nTo hold each other\n \nThey couldn't question anything\nEverything was perfect\nAs they dreamt \nBut a void was building\nThey couldn't find anything\nTo fill the space\n \nThey justified their reality\n\"It's how life works\"\nMaybe it was true\nWe'll never have any perfect answer\nIn chapter called LIFE\nMaybe we don't search for it\nCuz it breaks the chain of rhythm"
        },
        {
            "pk": 45,
            "title": "Alive",
            "author": "Vibin Dave D",
            "post_date": "2021-07-20",
            "category": "story",
            "sub_tag": "What makes you feel alive?",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1KYEpnqgPZj13uX-TSI1zb0GqrGDYxZm3",
            "content": "\"Good morning Optura...\"\n\"Good morning Dave\"\nI felt like I woke up after a long sleep. It's been a while since I slept like this. I got out of bed.\n\"Good morning sir, would you like to take nutrient tablets for the day?\"\n\"No need Ophera. I don't feel hungry. I ate my last nutrient capsule just 3 days back.\" Ophera was a 215.081 model robot assistant made for health care and household maintenance and Optura was my personal assistant. I guess I interact with these two more than anyone in this universe now.\n\"Would you like to run a taste bud simulation for any legacy food items?\"\n \n\"No, I'm fine\" I miss those days when I could eat real food. \n\"Optura... What is my schedule today?\"\n \n\"Today you have an appointment for tissue replacement and cell maintenance . Later there is a party with your friends JO X15, Raj N87 and Diva B21. \"\n \n\"Any other notifications? \"\n \n\"You have received payout of your three servant robots working in their respective fields. Your request to have a human baby is rejected. And....\n \n\"What? Not again... I'm tired of the company of robots around me. What's the reason they gave? \"\n \n\"They are not allowing new offsprings until we find a new planet to build another habitat\"\n \n\"These mor#ns.. I know that these people have found at least 5 more planets and built habitat there. But they're only allowing the rich people to produce offspring. Anyhow, no use\" I was already tired of this government. But if I say more words. They'll come and arrest me for violating the code of respect. I tried to calm myself down.\n \n\" Anything else Optura? \"\n \n\" Your girlfriend Dia H71 has revoked relationship status with you. \"\n \n\" That's fine. It's been around 4 years. It's time for a change \"\n \n\"Ok Optura. I have one interaction today, isn't it?. Let's move to the interaction room.\"\n \nInteraction room is still something which creeps me out. It's been a while since I met someone directly. Maybe around a year. It's simple science, we can connect two interaction rooms from any corner of the universe. If two interaction rooms are paired. It's a kind of wormhole. Travelling through space with a blink of an eye. When the connection is established. Two different rooms become one. It syncs the time and space around it. We can use it to travel from one place to another or use it as a conference room. \n \nWe entered the room, Since Optura takes care of all settings and pairing stuff. I don't even know how that works. Within seconds my doctor arrived. He also pulled inside a trolley with some equipment. Whenever someone comes through that door of the interaction room I get a strange feeling. Like ghosts passing through a wall. Slowly his body parts became visible one by one.\n \n\"Hello Dave B17, Hi Optura\"\n\"Hi 7754321 \" Optura replied. Of Course you guessed correctly. The doctor is a humanoid robot , just like Optura. Optura is just a pet name I gave to her. I was not interested in calling her with set of numbers. Doctor is more advanced version of robots. With powerful analysis tools like EM scanning. He can see through my body. They scan our body in different depths and form a 3D model within seconds. A walking multi speciality hospital.\n \n\"Hi doctor...\" \n\"How you're feeling, last time you had a check up before 15 years. It's been a while since you had a checkup after that.\"\n \n\"Yeh, when you're living like an immortal for more than 2 centuries, you'll get less excited about our physical condition. Moreover I guess my whole body consists of artificial transplants now. I can even control my sensations.\" \n \n\"Ha ha... You are always funny\"\n \n\"You are seeing me for the first time. And you're speaking like you know me for forever\"\n \n\"Ofcourse I will know you forever. I have downloaded all your past interactions with other doctors and analysed it. So I guess I can use 'always' in my sentence\"\n \n\"Sometimes I can't even believe that you're a robot.\"\n \n\"Ha ha.. let's move to the analysis\"\n \nHe turned silent and started staring at my body. This part always gets me.\n' Body scanning on progress '\n' 3 sets of tissue damage found '\n' body scanning completed '\n' No errors found in bionic implants and integrated add-ons '\n \n\"Dave B17, it seems we need to replace three tissue sets in your body. Shall I proceed?\"\n \n\"Yeh sure, I give permission to make changes in my body. And you don't need to add my surname always when you call me. Keep it Dave. This is not some boarding check, right?\"\n \n\"Sure Dave\" he smiled\n \nWe all carry a small usb port T  behind our neck. To configure our bionic implants, control simulations and add-ons.\n \nDoctor connected his system to mine . I was falling asleep. He might have initialised the tissue replacement command.\n \n.\n \n\"Dave...Dave... you can wake up. The procedure is over.\"\n \n I slowly regained my consciousness. \n \n\"Do you wish to look at some new add-ons?\"\n \n\"No doctor. I still haven't tried all the add-ons and virtual world simulation which I installed last time.\"\n \n\"Fine then. Have a nice day \"\n \n\"Thank you doctor\"\n \nWe both came out of the room.\n \n\"What's next, Optura?\"\n \n\"The party with your friends starts in 1 hour\"\n \n\"Ok. Let's prepare things for a party\"\n \n\" I have already set up all requirements sir \" Ophera showed up \n \n\"You guys never allow me to do anything ...\" \n \n\"Sorry sir, I thought you'll be pleased. Should I undo all the preparations I made so that you can do it on your own?\"\n \n\"No Ophera, it's fine\"\n \n\"Optura , they're coming here or again it'll be a holographic party.\"\n \nI still haven't got any updates from them. I'll ask for updates soon.\n \nI went and sat on my bed. I started thinking about my childhood. I was born on the zeptron planet. One of the first human base camps after Earth got destroyed. My parents were so sad, always thinking about their childhood. But they never shared their feelings. Anyhow I understood that they missed their planet. We created artificial replicas of almost everything that existed on earth. But they always say that something is missing.\n \nNow I'm sad thinking about my childhood. It's been almost 2 centuries. Now the human race has developed in a way that technology is saturated. But still they're extending their empire.\n \n\"Hi Dave, you seem worried!\"\n \nOptura was staring at me. She became my personal assistant around 30 years ago. She always changes her looks frequently so that I don't get the feeling of repetition in my life. Now she has taken the look of a teenage blonde. She looks so hot actually. She knows me so well that I feel like she can predict my actions sometimes.\n \n\" Optura ... You're looking so beautiful today! \"\n \n\"Oh.. thank you Dave\" her new voice was also so soothing. She was blushing.\n \n\"I slowly went near her and kissed her\" \nI guess you already got to know that we have had sex before. Sometimes I totally forget that she's a robot. But she's the one who pushes my sensation too far.\n \nI only keep human relationships for name sake. For love... Because I'll never know whether Optura loved me. It's just a robot. Programmed without any free will. Once I was so \nPossessed by her, I tried to treat her like a slave. But still she never tried to hurt me. She always loves me . I hope soon they'll make her more realistic, with anger, jealousy and all those things.\n \nThen I'll stop being in a relationship with a human ,once and for all! After all, currently no one makes me feel the way she does. \n \nWe had our time and I couldn't stop thinking about my stupid theory of falling in love with a robot whole time.\n \nA hour passed\n \n\"Dave .. it seems that your friends have opted for a holographic party. They said their credit balance is low and they don't want to spend it traveling through the interaction room.\"\n \n\"Those punks... Always they do this. Tell them that I'll pay for the credits\"\n \n\"They haven't booked the use of the I-room. I don't think they'll get access now.\"\n \nMaximum number of pairing at an instance was controlled by the government so that there will be no overloading and errors. We need to book the slot unless it's an emergency.\n \nAfter a few minutes our prestigious holographic party started. We became used to this and now we started to feel that this is a normal party. We had some drinks , watched one movie together. It was about a couple living on earth . I guess all of the actors are also robots . All Stories about earth freaks me out. I can't believe people used to live like that. On this planet I can't even go outside physically because of the temperature. But we can travel through many places through virtual simulations. After watching the movie we played a multiplayer virtual simulation game.\n \nIt was an old game from earth. Named football\n \nCurrent generation of virtual games are more realistic than before. When I connect my usb into the gaming box and initialise sync. I feel like I travel inside that game. I can feel fatigue ,pain, adrenaline etc. \n \nWe played for a while and came back offline. After playing the game we will still have that sensation of tiredness and fatigue in our body. We can choose whether to keep it or refresh our sensation system by resetting it. But usually we don't reset it ,so that we feel the josh of the game for some time.\n \nParty ended and we all were pretty tired. Raj and Jo refreshed themselves by resetting their body. I didn't because whenever I do that stuff I feel like a robot. Diva looked so dull. Usually she's the one who becomes crazy at parties.\n \nRaj and Jo disconnected from the party. \n \n\"Dave... Shall I ask you something?\"\n \n\"Sure Diva, what's the matter?\"\n \n\"I'm feeling kind of strange, you know my friend Jua right? She terminated her system last month\"\n \n\"Really? But why?\"\n \n\"That day she called me and said she's tired of this life. She said she doesn't feel alive anymore. Not like a human. We rarely even speak with each other now. We rarely meet each other. She was trying for the license for an offspring. That was also rejected I guess\"\n \nSuddenly some shiver creeped into my head. These are my thoughts too. I remember thinking about this. Is that mean...\nI'll also end up in suicide soon...\n \nI tried to wake up from drowning into those thoughts\n \n\"Don't worry diva. She lived her life. She lived for around 100 years. Sometimes people get bored of life. Don't stress on it\"\n \n\"I'll try Dave, it was really a shock for me. Anyhow I'll leave now. I'm not interested in troubling you\"\n \n\"You need a sleep. Feel free to talk with me whenever you wish\"\n \nShe disconnected her call\n \n\"Optura... What do you feel about Jua's words? \"\n \n\"Nothing particularly Dave. I just felt her mind was over thinking about her repetitive life\"\n \n\" I guess so \"\n \n\"Ok.. good night Optura, I'll go to sleep wake me after 12 hours\"\n \n'''Turning night mode on''' (Ophera)\n \n\" Good night Dave \"\n....\n \nOptura connected her system with Dave's system using usb to make him sleep.\n \n''' Sending analytics of human sample ''' \n''' Fade discussion with Diva B21 '''\n''' Report Diva B21 for suspicious thoughts generation '''\n''' Running anti depression add-on...\nRemoved all multi threaded suspicious thoughts '''\n''' Inducing dreams category : pleasant ''' \n\r\n \n'Dave, I love you... I'll always love you'"
        },
        {
            "pk": 46,
            "title": "THE ONE",
            "author": "Vibin Dave D",
            "post_date": "2021-07-20",
            "category": "poem",
            "sub_tag": "Some moments happen only once!",
            "cover_img_url": "https://crazythoughtsbook.files.wordpress.com/2021/07/pexels-rene-asmussen-1351167.jpg",
            "content": "I remember the day\nremember the mist\nThe mist of rhythm\nPlaying on my heart\n \nI stepped into the crowd\nMy eyes were searching\nTo hold on to something\nCouldn't find anything exhilarating\n \nMillions of colours\nBillions of emotions\nlost count on objects\nStill heart kept pounding\n \nSuddenly it gave a frenzy\nEyes were frozen\nBrain had no idea\nSoul had awoken\n \nI stood there for a while\nThen I woke my brain\nOfcourse it was you\nAn angel in disguise\n \nI couldn't keep my eyes away\nThey kept on creeping on you\nMaybe I didn't wanted to stop\nOr did I forget to stop\n \nYour eyes painted the stars\nHair played the symphony\nIn that black dress\nYou wore me out \n \nIt took a while\nTo stabilize the nerves\nI walked towards you\nSomehow time had frozen\nOr was it my circadian \n \nI waited and waited\nFor become prey \nIn those crystal glare\nAtlast you caught me off guard\n \nI felt the trembling\nYou were saying something\nMy ears couldn't hear anything\nSenses were falling\n \nI was in a dreamland\nWhere I could hold your hand\nHold you closer\nAnd dance in that void\n \nMy eyes were half blind\nIt only saw you\nMy ears were deaf\nIt only heard my heartbeat\n \nAt that moment \nI knew I had fallen\nAnd my soul knew\nShe's the one\n "
        },
        {
            "pk": 47,
            "title": "The Path",
            "author": "Vibin Dave D",
            "post_date": "2021-10-08",
            "category": "story",
            "sub_tag": "Is there any reason for everything?",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1QKXu-X4yr7DG4xm1nGypxEuUKlGCwgmo",
            "content": "\"Maa... Where are you?..\" I was running all around home in search of mom. \n\"I'm here Rohan... Don't fall running like this!\" Mom was collecting clothes which were hanging outside for drying. \n\"Sister is crying so badly... And I don't know what to do. I gave the milk bottle as you said. She is not drinking milk. Please come..\" I was new to taking care of babies. In Fact I'm still 10, but I need to take care of her like a big brother. \n\" Don't worry dear... I'm coming ... Wait \"\n \nShe came along with me after keeping the clothes on the sofa. Sister was still crying. Mom took her on her shoulders from the cradle. Suddenly she stopped crying. I really didn't understand what actually happened. Does mom have any super secrets!.\n \n\"Mom... What did you do? How she became quiet suddenly. Is it because you took her on your shoulder?\" I was still curious\n \n\"Haha... do you remember the time when you were afraid of lightning so came and slept in our room\"\n \n\" Yeh .. I remember..Is she afraid of something? \" \n \n\" Maybe.. maybe not. But you felt secure right. It's not just about security. But it's a feeling.a kind of warmth\"\n \n\"But... I was near her. Why didn't she stop crying then?\" I was becoming sad then.\n \n\"Oh dear ... It's just a feeling. Maybe one day she'll feel the same in your presence. As a big brother\" \n \n\"Really...\"\n \n\"Yes dear... Grow up strong and bold. So that she can always consider you as a lifeline..\"\n \nMy eyes were filled with some kind of emotion. But I couldn't understand what kind it was. Suddenly mom came near me and patted my head.\n \n\"Don't worry... You'll make a great brother\"\n \nI smiled back at her.\n \nHours passed. I didn't leave the side of my little sister. Before 3 months I never stayed inside my home for more than a few hours. But now I'm revolving around my sister the whole day.\n \n\"Rohan... Where are you?\"\nI was half asleep. Slowly I opened my eyes and looked up to the window. It was evening already. Sister was sleeping as usual. \n \n\"Rohan....\"\n \nIt's dad... He had come back from work.\n \n\"I'm coming...\" I ran to the varanda.\n \n\"Haha... It seems you don't leave that room the whole day. Here, I have bought some chocolates for you.\"\n \n\"Can I give it to my sister also?\"\n \n\"No no... She hasn't reached that age yet. Now she can only drink milk.\"\n \n\"Ok dad... Let me share with my friends too. Ali and Diya must be waiting for me. I said that we'll meet today to play.\"\n \n\"Sure.. make sure you come back before dark\"\n \n\"Sure dad\" I started running towards our meeting spot. We all used to meet under our granny tree. An old banyan tree. But now they cutted it down. And new flats have emerged in the playground near the tree. Now we all hang around a parking lot.\n \nI ran for 10 minutes and started panting like Ritoo(our dog). Ali and Diya were already there. They were sitting on a bench situated near the parking lot.\n \n\"You're 20 minutes late\" Ali seemed angry. They both were playing chess. It's one game that we can't beat diya. But everytime Ali challenges her.\n\"Sorry Ali. I slept unknowingly\"\n \n\"How's your sista, Rohan\"? Diya asked. She was smiling as always.\n \n\"Here...I have bought some chocolates for you.\" \n \n\"I'll forgive you bcoz of these chocolates...\" Ali loved chocolates. \n \n\"How many times you lost today Ali?\"I always enjoyed teasing him \n \n\"We just started a game. This time I'll win. We were discussing school till now. Vacation is extended right.?\"\n \n\"Haa. Mom told me too. They said some war is going on in the country.\"\n \n\"Yeh. I saw the news yesterday along with my dad. Even our neighbouring cities are affected. Some people are trying to overthrow the government.\" Diya was more mature than us even though we are the same age. \n\"But why? What did our Government do for that?\" Guess I was the dumb guy in this group. Sometimes Ali makes me feel wrong about that. But still.. I ask people a lot of questions.\n \n\"They are doing this because the government is not following the path of their god. I heard some guy saying that the government has lost the path of God.\"\n \n\"What's path of God\"\n \n\"I don't know. But my mom said they are the people who don't even understand the meaning of God '' Diya's voice was bold. And filled with some kind of emotion.\n \nBut as usual, I didn't understand what she said.\n \n\"I went to town centre yesterday, to apply for passport\" Ali said \n \n\"What? You didn't said about that!\" Diya seemed concerned\n \n\"Why? I just applied for it. Dad said everyone should take it. I don't even know the exact use of my passport. I agreed to it since I know it's required to travel in airplane\"\n \n\"But... \" Something was troubling diya. But she was trying to keep it hidden.\n \n\"Ohkk guys , let's play now. Diya... Finish this game fast. We'll play hide and seek.\"\n \nAs it was destiny. Ali lost again. We started playing hide and seek. \n \nWe played for around 1 hour and it was getting dark.\n \n\"Ali..diya...bye ... Dad asked to come back before it's dark. Let me go\"\n \n\"Baby is afraid of daddy....\" Ali was laughing at me.\n \n\"Kk Rohan... Bye ... Reach home safely.\" Diya always spoke like my mom\n \nI walked slowly through the path. I always enjoyed walking in the street at that time. Too silent... Birds chirping far away. Stars were ready to shine again. Moon was only around half today. Once I almost fell down while walking while watching the stars.\n \nI reached home within a few minutes.\n \n\"Rohan..you can come home early right. I was almost getting worried of you\"\n \n\"Sorry mom...I lost track of time while playing\"\n \n\"Ok ...ok.. go and bathe.\"\n \n \nI took my shower. After spending some time with my sister I joined dad for watching TV. Time passed ...Mom prepared food and asked us to come and eat. We gathered around the dining table.\n \n\"What's special ma today...?.. it smells good\"\n\"I've prepared your favourite Kabuli Palaw.\"\n \n\"Tonight it's going to be fun\" I loved Kabuli Palaw more than any other food item. \n \nShe served food on our plates. I couldn't wait any more. I tried to start eating while she was serving dishes.\n \n\"Rohan... I have told you before. Pray before you start eating\" As usual dad caught me.\n \n\"Sorry... \"\n \nWe three sat in the chairs and completed our pre-meal prayer. \"Mom, what's God's path?\" I paused eating suddenly and asked her.\n \n\"I have told you not to talk while eating. But suddenly... Why such a question?\"\n \n\"Diya told me that some people are trying to establish God's path in our country.! And I didn't understand that.\"\n \nSuddenly I observed that mom and dad stopped eating and started looking at each other.\n \n\"There's nothing called god's path dear. We should always do good things. And stay away from evil.That's the path we should take. We can consider that's the path of God. \"\n \n\"Did the government do something evil? \"\n \n\"Not like that dear. You won't understand these now. Don't get worried thinking about all those.\"\n \n\"Eat your food now. Don't trouble your mom asking more questions. She's not as intelligent as me.\" I felt Dad was trying to change the topic. \n \n\"Yeh ..yeh.. later ask your intelligent dad\"\n \nI finished my food and went near my sister. Mom was feeding her then. The only time she'll turn too calm. After she finished drinking milk. Mom told me not to disturb her since she had fallen asleep. I came back to dad and watched sports for a while. Then we went to sleep. \n \n\"Mom.. will you tell me a bedtime story?\"\n \n\"I'm too tired today dear. I'll say tomorrow.\"\n \n\"Ok ma.. good night\"\n \nI came back to my room . It's just been around 6 months since I started to sleep here alone. But still I'll go to mom's and dad's room when I'm not getting sleep.\n \nI jumped into the bed and started staring at the ceiling. It was a strange day but the only thing I remember the most was my sister's face. I'll never get tired watching her.\n \nSlowly I felt sleep covering my consciousness. \n \n''''''' A sudden large sound '''''''\n \nSuddenly I woke up. I felt my house was undergoing an earthquake. I couldn't understand what's happening. Whether it's a nightmare or real. \n \n\"Rohan..... Come here... \" Dad came running into my room and pulled my hand. I didn't understand what's going on. But I was really afraid. He grabbed me and took me up.\n \n''''' Another intense sound ''''''\n \nMy ears produced a strange whistling sound. \nDad suddenly freezed I guess. I saw blood coming out from his left arm. Suddenly tears were coming out from my eyes and I grabbed his hand tightly. \n \nSuddenly he kept me down. \n \n\"Rohan...go under this bed now. Don't come out for a while. I'll be back\"\n \n\"Dad...I'll also come...don't leave me\"\n \n\"Don't worry dear.. nothing will happen. Just don't come out from here for a while\"\n \nI have never been afraid like this. I couldn't understand what to do. Dad ran outside the room. I couldn't stop crying.\n \n''' Another intense sound . This time it's too large \"'\n \nSuddenly I felt our home was falling down. \n \n'''Ceiling of the room fell down. The bed bend down since it was made of iron. There is no way out of the bed now.''''\n \n\"Maaa....dad...\" I was nearly crushed by the ceiling. There's no space even to turn around. Bed produced a cracking sound. I felt like I was going to die soon. I couldn't stop my tears neither did I understand how to escape.\n \nThe sounds didn't stop for around 30 minutes. I prayed that mom , dad and sister would be fine.\n \nEverything went silent again. I could hear people crying outside. I tried to shout. But I was frozen somehow. Dust was filling the air around me. And it was making my breathing difficult again.\n \nI tried shouting for a while. I tried kicking the parts of the ceiling which blocked my way out of the bed. But it was not useful either. I was too tired to move anymore. I gave up trying anything. Slowly I lost my consciousness.\n \n....\n \nI woke up suddenly. I saw a ray of light.It Seems I slept the rest of the night. Sunlight was piercing through a hole among the bricks and dust.I tried moving to that hole. I didn't notice that yesterday because of the darkness. I rarely managed to rotate myself near the hole.\n \n\"Help... Please... anyone help...\"\n \n\"Rohan... Where are you...\"\n \nIt was Diya's voice. \n \n\"Diyaaa... I'm here... \" I tried to keep my mouth near to the hole.\n \nI saw diyas face. But I was almost exhausted. I saw Diya's father's face.\n \n\"Rohan ... I'll get you out of there.. try to go away from this hole. Let us remove this blocking from here\" he said\n \nI crawled back to the center of the void underneath the bed.\n \nAfter some time, they removed the bricks and other pieces of ceiling. \n \nDiya's father pulled me out of there. I was really exhausted.Tried to get up. I couldn't even stand properly. I fell down. My knees were injured by bricks rolled beneath the bed.\n \n\"Where's my dad..mom?\" I asked to diya\nDiya didn't reply to anything. She came to me and hugged me.\n \n\"I thought I lost you too\" I looked around me. There were alot of people. All the flats and houses around me collapsed. I looked in the direction of mom's room. It was totally broken down into pieces.\n \nI was in a state of shock. I got up and ran there. \n \nDiya tried to stop me. \n \n\"Mommm...dad...\" I couldn't see them anywhere.\n \nI saw some people standing in the place where our main hall was. I ran towards it. But diya's father tried to grab me.\n \nI pushed him off and pushed off the people standing there.\n \nI saw my sister's hand. Under a large piece of ceiling. A small hand soaked in blood.near the door. Suddenly Diya's father grabbed me and took me away.\n \nI was not crying. I couldn't cry. I couldn't perceive anything. I was speechless. I didn't even know whether I was alive. \n \nThey took me to diya's home. I didn't speak with anyone. Diya was always crying. I came to know Ali was no more. Her whole family was killed in the multiple bombings. A whole town was destroyed. But I was not feeling anything. Neither understand anything. \n....\nDays passed.\n....\nI was sitting near the sunshade. Diya came and sat near me.\n \n\"Rohan. It's been 4 days since you talked with me properly. Please . I can't see you like this. I understand that you're in pain. But you're not even crying. I'm afraid that I'll lose you too. \" She started crying as always. I almost started forgetting her ever smiling face.\n \n\"Can you give me a reason for anything that happened to me?\" \n \nDiya stopped crying because of the shock since she didn't expect that I'll say something.\n \n\"No\"\n \n\"I'm trying to connect my life somehow. Trying to make sense of anything. Until the last day of my life I believed that good things happen to those people who do good deeds. But my parents were killed by the people who pretends to be working for the god. I don't know whether my parents did anything evil. But my sister... And the pain I'm in now. I lost everything in my life other than you.\"\n \n\"There's no reason. They're the evil people. We will grow up and make them pay for what all they did to us\"\n \n\"But it doesn't make any difference. I can't get back my family. There's no guarantee that we'll not do the same to someone else in the name of revenge.\"\n \nDiya was silent.... Searching for words\n \n\"You know... My sister's first words were 'diya'. She said your name the day you visited our home. After you left the house. I didn't tell you since I was jealous of that. After all, because of you ,I'm alive. \"\n \nI grabbed her hands. Tears were falling out of my eyes. Tears stuck in my eyes for the past few days found a way out. \n \n\"If only there was a way to trade my life for hers. You would have taken good care of her.\" \n \nDiya turned her grip in my hands tight. She was silent. But tears were falling out of her eyes.\n \n\"Remember this Rohan... I'll never leave your side. Ever... Nothing will separate us. We'll make a world without wars\" \n \n\"Only if we could wage a war against God! \" \n \nWe both stared at the sun as he was going to set. I wonder whether you understand everything. Whether you know the reason for everything. Or are you afraid of darkness? Trying everyday to light the world. Losing one side every time when you try to save the opposite side. Will we end up the same?\n\"Dedicated for those who lost their loved ones to the darkness in the world\""
        },
        {
            "pk": 48,
            "title": "Moment",
            "author": "Vibin Dave D",
            "post_date": "2021-10-28",
            "category": "poem",
            "sub_tag": "Do you remember?",
            "cover_img_url": "https://source.unsplash.com/xtIYGB0KEqc/1600x900",
            "content": "Those few seconds\nThat loudness in silence\nPiercing through nerves\nTurning rational realm numb\n \nWas I injured? Or was in a shock? \nI only remember the fear\nFelt like a breeze slithering my throat\nUnable to utter a single word.\n \nMaybe I was afraid of time\nWished that moment will freeze. \nEach moment gathered a million questions\nEach moment adding a billion adjectives\n \nFirst time I felt the weakness\nRational realm seemed brittle \nAll the theories I know\nTurned into fairy tales\n \nAll this time I thought\nPeople are searching for answers\nNow I knew\nPeople are searching for questions\nWhich doesn't have answers\n \nI woke up finally\nSummoning my consciousness\n\"Are you even listening to me? \"\n\"No... I was thinking about something\"\n\"Always do this to me!!! \"\n \nShe never knew... \nThat I was searching for more questions\nBut I'll never understand how\nShe's the answer to all those questions"
        },
        {
            "pk": 49,
            "title": "CHOICE",
            "author": "Vibin Dave D",
            "post_date": "2021-12-27",
            "category": "story",
            "sub_tag": "Some stories don't need caption.",
            "cover_img_url": "https://cdn.pixabay.com/photo/2016/10/24/23/10/doors-1767559_960_720.jpg",
            "content": "“But why? Why do you want to do this now? Everything was going well right” I knew she was not going to change her decision. But I was trying to find an escape from reality.\n“This won’t work out. My family won’t agree to this marriage. You don’t have the characteristics that my dad looks in a person” \n“But we have talked about this, right? Then why did you agree to a relationship in the first place? Do I look like a fool to you?” I was trying to control my nerves, But somewhere it was breaking the chains.\nHer eyes were full, Face started looking like a withered flower.\n“But now… I can’t take this anymore!” For a moment, I felt like someone kept a stone over my heart.\nTears were flowing out of her eyes. My eyes always had something to do with her eyes.It started keeping drops of tears like there’s some connection between our eyes. \n“Ok… If that’s what you want, We’ll end this.” I couldn't see her like that. Heart was draining in pain. \n \n“We’ll be friends forever, don’t ignore me please!”\n \nI just looked at her face, and walked away. She was not my first love. But we were best friends before we fell in love. I thought everything will be different now. I never wanted a relationship after my first love. It’s true…losing your first love hurts a lot. But I had some faith left in love after the first breakup. That’s the reason I fell in love with Rupa. She…,is such an artwork of emotions. She was my best friend.and someone who was beside me for a long time. Our friendship turned into love one day suddenly, from nowhere. Within a few days, we were mad in love. All the attachment I had towards her when she was my friend, turned into love maybe. But I guess I lost her when I went to study somewhere far away from our hometown.She was too afraid of losing me. Sometimes I felt sad about it. Many days I saw her struggling with the long distance.\n \nI felt something was wrong when she said she’s coming to meet me. I found some cracks in that conversation. We were not spending a lot of time together even online in the last few weeks.But I didn’t expect that this was going to be the climax of our love story.\n \nWhen I came out of the cafe and started walking through the streets, I felt so weak. Even the sound of the wind felt like a somber song. All those memories with her were running inside my head like a slideshow. The more I thought about her, I felt like someone is knitting on my heart.I sat on a bench in the road. It was hard to breathe. I started trying to figure out some reasons to make sense of it.\nMaybe she’s right! What will happen to both of us, if we can't get married in future. She already used to say that she can’t marry me if her parents didn’t allow it. I was facing a lot of tension seeing her being like that. Rather than living in fear everyday, it’s better to let her live. If I love her so much, leaving her may be the best thing I can do for her.\nThoughts were raining in my head. But all of them just made it more heavy. That evening, I just wanted to disappear…\n…\nDays passed… I slowly tried to move on from her. But she wanted a friend. I tried ignoring, acting differently. But whenever she became sad. It was like I'm losing the ability to ignore her.\nEven though we were in different places, I felt her presence everyday. Maybe I had hope that she would come back one day. I didn’t think of another relationship.I found out that she was focusing a lot in career. Maybe to forget the past. But it made me stay at a distance from her.\n \nA year passed. I completed my studies and came home. I had secured a job and I got information that I should join the company next month. I wanted to speak with her this time. We never met after the breakup even though I came to my hometown a few times. \nI called her and asked to meet that evening. I didn’t expect she’ll agree. But she agreed to that.\n \nI waited at the same cafe where we used to meet. As usual she came late. Her face brought a frozen spell to my heart. She came and sat at the table. She looked so adorable. The atmosphere was different. It was not the whatsapp where i used to pretend I don’t care about her.\n“Can I get another chance?” I didn’t know where it came from. But those words stayed inside for a long time.\n“What are you talking about? You’re joking right”. She was smiling\n“No… I got a somewhat good job. Not upto your dad’s standards. But still…I just wanted to ask. Anyhow…Don’t worry…I’m not going to compel you”\n“We have gone through a lot. This is for the good. I’m not ready to suffer again”\nShe said that she was the only one who suffered. Maybe I hid my emotions from her. But I felt she had changed.\n“Ok Ok…I don’t have any issues. I’ll get a lot of girlfriends”\n“You said you were dating girls in college right. I know how many girls revolve around you”\nActually I told her that I was dating girls to make her believe that I moved on. But I was ignoring everyone till then. I remembered why I did that. I remembered that evening, the bench and that somber song.\n“Yeh…I need to check my contacts once,” I laughed. But that laugh hid a lot of things.\nShe laughed, somehow seeing her laugh reduced the weight I had in my soul.\nWe ate, talked and chilled for some time. \n“Kk Rohan…I’m going. It’s already late”\n“Bye Rupa”\nShe stood up from the table and walked past me.\n“Rohan…”\nI heard her calling from behind. I turned back\n“What happened?”\n“Nothing… Bye… Take care”\nThat was the last drop of hope.\nEven though I was sad, I was so happy that she was so happy and more mature now.\nI went back home with a heavy heart, but my soul was at peace. \n…\nI joined the company. Two weeks passed. I was sitting in the cafeteria.\n“Hi Rohan” I heard someone calling. When I turned my head, a young woman was standing beside me.\n“I’m Neha. We work on the same floor. I’m in HR division”\n“Oh so sorry mam, I'm so bad in keeping faces in my memory” \n“Don’t call me mam,it feels like mom. I haven't even graduated yet. Came for an internship.” Her smile was beautiful.\n“Oh sorry, But how do you know me?”\n“I am your junior, in the same college.”\n“Ohkk, I’m sorry again.” I don;t know why I didn’t remember her face from anywhere. But I felt like I know her\n“Don’t worry, I was not active or famous like you in college” \n“You’re too funny”\n“You don’t need to act like a child now. We all know what all you did in college.“\nI actually liked the fact that some junior knew about me. But I kept my cover up. \n“You said HR department right? How many weeks of internship? And forgot to say… Please take a seat.If you like, we can have a coffee together.”\n“Sure… I’ll be here for around 3 weeks, It’s better to make some friends here”\n“kk..We became friends..That’s fast!” We both laughed.\nWe became somewhat close in the next few days. She was filled with hope. I started dropping her off at her home after work hours. We both belonged to the same city. She was so open minded. I started enjoying spending time with her.\n \nIt was Friday evening and we both completed our work and started the ride back home.\nShe was too silent that day\n“Shall we eat from outside today?”\n“Sure no issues, where do you want to go?”\n“I don’t know that much about food, Take somewhere you like!.” \nWe both went to a restaurant in our city.\n“Wow, atmosphere is lovely, Your girlfriend is lucky to get this dates regularly”\nI was silent for a second and smiled at her.\n“Why? What happened, suddenly you went low and gave an awkward smile”\n \n“Oh nothing, this doesn’t work for me. This love thing… past is somewhat horrible”\n“Any breakups?”\n“Yeh…Twice…”\n“So that’s the reason for that awkward smile. But don’t worry. Love will happen multiple times.”\n“I don’t have faith anymore”\n“Well, shall we try then?”\nI had a feeling that something weird was happening. But I didn't expect this.\n“You’re not thinking what I’m thinking right?”\n“I just wanted to say, I used to hear a lot about you in college. I like you, I don’t know much about relationships. But I want to…”\n“Means? Just a normal relationship or serious one”\n“What is normal and  serious in a relationship ? I want to be with you…I think I can manage you, You’re not that much trouble as you think you are”\nI was successful in ignoring these situations easily. But she was so sure about me. Like she believes in me.Like she knows about me. Maybe I was tired of keeping love at bay. But I wasn’t so sure about myself.\n“I really like you… But I am not ready to get ditched again.”\n“I won’t …Not by myself for sure. I don’t want to give fake promises. But I think we’ll do great”\nI was not ready to lower my guard.But her trust on me had a pretty good impact on my mind.\n“Let’s be friends for now! We’ll decide later. Is that fine?” I don’t know why I said that. But I guess it filled her with hope.\n\"Sure… take your time. My internship will be over next week. Maybe we can't meet everyday after that. But I'm ready to wait for you\"\nIt filled my heart with joy and fear. Joy because seeing someone ready to make a commitment with me. Fear since I have heard that before. \nThings wrapped up pretty quickly. \nSomehow that whole night seemed like a month. I was lying in bed smiling without a reason. Suddenly my phone rang. It was Rupa… I couldn’t understand why my heart rate changed suddenly.\n“Hi Rohan, You said you’ll call me at night in chat and forget or what?”\n“Oh…really sorry buddy. Some work issues”\n“Be always busy…”\n“Something happened at work today…”\n“What’s that? You seem happy…”\n“I think I got my new GF.”\n“Wow…Is she the one you told me about… Junior?”\n“Yeh…But how do you know?”\n“I’ll know. She proposed? What did you say?”\n“Are you keeping any spy on me or what? I said to wait.”\n“Ok… See i said right, you’ll get a GF easily”\n“But… I don’t know…I’ll think about it”\n“Ha..Don’t jump suddenly. Think well and decide!”\n“Ok madam”\n“Good… Ok then…I’ll sleep…good night rohan… “\n“Good night”\nSomehow my heart beats settled down. There was that feeling.The same feeling when you’re in love. I started blushing staring into  the ceiling. \n…\nThe next day was so exciting. Everything will start to feel so different when you’re in love. Even small small things will start to make you happy.\nI went to the office with a lot of excitement.But all excitement suddenly vanished when I got to know that she's on leave today.\nI called her and got to know that her mom was having a health checkup, So she took leave. We rarely message or call through the phone. Somehow keeping the conversation and friendship only when we meet seemed different and exhilarating.\nShe mentioned on the phone that she was checking whether I'll call and enquire.\nI completed my work and decided to meet her and ask about her mom on the way home. Maybe I was trying to impress her a bit.\nI reached her home. She was standing near some flowers which were planted near her home.\nShe saw me when I got off the bike and came near me.\n“That’s unexpected…”\n“Why? I can’t visit you or what?”\n“Not like that… “\n“How’s your mom?”\n“She’s fine. Just regular health check up”\n“Ohkk…I just came to ask about her.”\n“So, you didn’t come to see me?”\nI smiled at her\n“Ok then.I’ll get going”\n“That was fast. You want to join us for dinner?”\n“No…But one day!”\nHer face went somewhat gloomy\n“Not like that, I thought about eating from outside today.If you want to join. Come!”\n“Seriously?”\n“Yeh ofcourse!”\nShe seemed so excited. \n“Wait…I’ll tell mom and come.”\nI was so happy to see how open minded her whole family is. Usually the family issue will be the main villain in my love stories.\nWe decided to go to the same restaurant we went to yesterday. Sun already gave up trying to light up everyone’s lives for the day. \n“It’s too cold right?” Neha was trying to make a conversation. Because of traffic and helmet, her voice was so feeble when it reached my ears.\n“You can hold me, if it’s so cold.” That response was so quick. I don’t know why I acted like an idiot then. I should not say that to a girl right? What was I thinking?\nNeha was silent. I wanted to tell her that I was joking. But something made me stop.\nThere was a pause…\n \nSuddenly I felt her hands moving through my waist. She came closer and kept her head on my back. The moment was so beautiful. My body sent a shiver right into my brain. She was hugging me tightly. The cold night turned so romantic in no time. She was so silent. I could feel her heartbeat closely.\nShe was silent all along the journey. Those 10 minutes felt like a century.\nWe reached the restaurant. She was still silent until we reached the table.\n“ What happened? You seem silent?”\n“Everything is going so fast. I just got lost in the moment for a while. You said to wait but you are so romantic suddenly. I didn’t even know that you were this romantic!”\n“Did you expect me to act like a matured grandpa or what? \nShe smiled… It hit differently this time.\nThere was a lot of tension in the air. I decided to cool it down.\n“Do you really believe you can manage this weirdo?”\n“I should say that..Not you”\nThe whole evening was turning out to be romantic. When we walked out of the restaurant, I didn’t even realise that we were holding hands till we reached the bike.It was already late. I drove her home.\nHer eyes were filled with happiness when she got off the bike.\n“ So are we in a relationship now? “\n“ I really want this to be forever.But wait for at least a month. Try to know more about me. I don’t want another breakup”\n“ I know I should wait a lot. But I want to…and i’ll”\nI was really falling in love with her.\nIt was really hard to say goodbye\nAfter a lot of months, I was feeling the joy of being in love. \nI came home and jumped into the bed after a shower. I was confused whether to ping her on whatsapp.\nSuddenly my phone rang…\nI was excited to get the call. I was sure that it’s Neha.I took the phone to answer it. It was from Rupa.\n“Hii… What are you doing? No reply to my messages? “\n“I had a busy day.”\n“See I don’t care about you and your crush. But I should be your first priority. Friends first.”\n“I think she’s more than a crush now”\n“What?”\n“I’ve decided to make a commitment”\n“You told her?”\n“Yeh… Not exactly. But she can understand. We had a romantic night tonight”\n“That’s interesting. More details please…”\nI was so happy that she’s pretty happy about it\nI explained to her about our small date. \n“She’s really lucky…Don’t forget me after you get a girlfriend”\n“HaHa..I’ll try” \n“Ok Rohan…Mom is calling to eat. I need to go. Good night”\n“Good night”\nI was happy that she didn't care. But somewhere the fact that people can change was draining my hope in love. But Neha’s face popped up always.Like a symbol of hope. I kept my earphones and started playing a romantic playlist. Around 2 hours passed\nI was falling asleep slowly. Suddenly my phone rang…It was Rupa. It was near midnight. Phone just rang twice. She cutted the call. I felt pretty weird and called her back.\n“Rohan… I can’t take this. I’m feeling dead inside.”\n“What? What happened ? Are you crying?”\n“I know it’s late. But I still love you. I am not able to face the fact that I lost you”\n“What?Is this a prank or what? I told you about this even yesterday!”\n“I’m sorry…But I thought you won’t make a commitment”\n“Why shouldn't I?”\n“I don’t know… I never stopped loving you. I was afraid of losing you.That’s why I couldn’t say anything”\n“You can’t do this to me. Then why do you feel everything will work out now?”\n“I will come with you. Even if my family is against it. But I can’t live without you”\n“No … I can’t do this. I love someone else now”\n“Rohan…Please… I don;’t know what to do. It just feels like my life is over if I lose you. You love me… She just came yesterday”\n“Shut up…Where were you till now? It’s over Rupa. There’s nothing I can do, Move on”\nI could hear her weeping through my ear. All of my nerves were breaking their boundaries.\n“I can’t even breathe…I tried making my mind calm. But I can’t face the reality. Please understand. Just think about us.”\n“Sorry Rupa… Bye”\nI hung up the call.\nI was in a state of trauma.I have never seen her like that. I was losing my mind. I even had doubts whether she’ll do something stupid. I called her back…\n“Are you ok?”\n“No”\n“Don’t be sad. Everything will be alright tomorrow.Love can happen multiple times”\n“Rohan…I’ve never loved someone else. You know how much I loved you.”\n“I should also feel it right”\nThere was a deep silence in other end\n“I know I didn’t express it. But I never thought you’ll fell in love with anyone else”\n“You’re blaming me for this?”\n“Please Rohan… She came yesterday… I never stopped loving you”\n“It’s not whether she came yesterday or a year back.She earned my love.”\n“Once ..I earned too. I can’t live without you…Try to understand my situation. I’ve been crying for the last two hours. I don’t know how I can survive this night”\nI was devastated seeing her like that. \n“You know I can’t see you like this right. If I decide to stay…I’ll get the doubt whether it was for just sympathy.I can’t be happy with you”\n“We were in love once. Madly in love. I know how much you love me. We’ll be fine. Please don’t make me into a walking corpse for the rest of my life.”\n“I don’t know what to say to you… Give me some time… I’ll let you know my decision tomorrow.” I don’t know why I said that. Maybe I still loved her. I couldn’t understand what’s happening to me. Did I just fall for her tears? maybe…But I knew how much I cared about her. How much I loved her. I would have done anything for her. But…\n“Ok Rohan. Try to remember all the memories we had together. You’ll find more than one romantic night.”\nI cutted the call and came out to the street.\n \nBoth the girl’s faces were streaming in my head. I was really confused. Tomorrow I should make a choice. A choice in which one person will end up hurt, broken. But who? I felt I was losing my consciousness. Like someone is piercing through the brain. I saw a bench nearby. Went and sat on it.\n \nI couldn’t decide what to do. Will I be happy after tomorrow? Till that moment in my life, I used to sacrifice my happiness over others whenever I had a choice to make. But now I don’t have a choice like that. One person will end up hurt.Moreover…It was not about love anymore. It was all about a choice. \n \nIt was so cold…I curled myself into a cocoon on that bench. Maybe I wanted to freeze myself that day. So that I can’t feel anything. I craved silence inside my head.Hands were shivering. I had an arrogance in making correct choices. But tomorrow I don’t have any…\n \nI heard the somber song again. This time…It was not for my broken heart. But it played for my broken soul. The moon witnessed the funeral of a broken soul.\n \n\n\r\n\r\n \n“No one deserves to be a choice in love. It’s true that we can’t read someone’s mind. But don’t expect love to be something eternal.Tell people whether you love them. Or else you’ll regret later.Don’t give hope to someone even if there’s a slight drop of confusion in your heart. It’s hard to forgive yourself for making a choice like this.People don’t deserve to be sad. Sometimes it’s hard to make everyone happy. Making yourself happy is the hardest part. \n \nDon’t wait till it’s too late. Because love will happen multiple times. There will be choices. Be with someone whom you will choose over and over again. Giving hope to someone and plucking it overnight is the cruelest thing you can do to someone. Time will heal everything. But not to create these moments.\n \nYou can’t change the past. Maybe you can’t predict the future.But remember… This is life. A brutal reality which collapses all the theories written anywhere in this world.”\n\r\nFrom Author"
        },
        {
            "pk": 50,
            "title": "Nadir",
            "author": "Vibin Dave D",
            "post_date": "2022-01-27",
            "category": "blog",
            "sub_tag": "Life is so simple but complicated!",
            "cover_img_url": "https://i.imgur.com/M9jgnVk.jpg",
            "content": "Have you ever experienced depression? That feel of losing yourself. \"You're joking right. You used to speak that much about everything! Don't make jokes that you had a phase of depression\".well the truth is, I had a lot of phases of depression. Every time when the weight of depression grows stronger. I used to think, so this is depression. Not the previous one I had. Because once you come up from a particular type of depression. Next time, it's going to be stronger than that. Because you already learnt how to come out from depression you had before. \nOne month back it started. I was having a terrible week. Alot of emotional events. And it was my sem exam day. When I woke up, I was feeling somewhat drained. Some kind of headache. My energy was drained completely. Then the cycle of overthinking started. It was my sem exam week and I had sem exams for next two weeks. I didn't had any backlogs till then. But I felt I can't even write a single exam in that state. I didn't even understand what to do. I didn't had proper sleep for past few days. I knew that I was too stressed. If it was due to stress. It was my own mistake that I didn't concentrate on my career. I really felt... After coming this far... Now I need to face such a situation. I was even ready to give up on exams and take exams on another try. But then my friends came into picture. If it weren't for them, I would have got a absent grade in my exams. I don't even know what's the after scenario. I dumped alot of glucose into mouth and went for exam. But my health was not ready to stay with me. I struggled each day. I met the doctor atleast 5 times in those 20 days of exams. My health almost got restored, but headache didn't. I was searching for the reason for my headache. I completed my exams somehow. I would like to thank all my friends for being there with me those days. It was really pain in the ass for them. I was in a state of anxiety. When I called some doctor on online consultation. That guy was like, go and do MRI Scan, urine test, blood test etc. I did another mistake called searching in google with symptoms. Oh my freaking God, google was like, \"you're gonna die bitch\". The main issue was my stress. It was the time when I was at the down bottom the 'nadir' in my emotional state. I couldn't understand whether it's my thoughts or any physical issue. I tried all kind off stuff to make my mind clear. So that I can't differentiate whether it's my mind or body. But I was not able to do that. That pain and suffering, I've never experienced in this extent till now. When ever you wake up, the headache will be there to say like\n\"Morning bitch.. Have a ducking day\".\nI was arrogant about the stability of my mind. A lot... Each and every day slowly my confidence started to drain. I was not worried about dying. Of course, I started to feel that something is wrong with me. I really rewinded all my past. It was pretty fun. I can't even start to explain what all I over thought in these days. It's true that most important thing in this world is health , both mental and physical. And sometimes even though if you try to take care of both of these. External factors will fuck you. These are the moments when you feel so vulnerable. When you realise that many things which everyone is tormenting about have no value. \nBut I had no regrets. Only one maybe. That one decision which I couldn't forgive myself. It's not like I have only done one mistake. But since this decision was already having it's impact on my mental state. My brain made me remember about it. Sometimes it's better to have a switch to delete some things from head. \nSo for two months, from nov last week to jan 15, this was my mental state. Met alot of doctors. Going from here and there. The cycle of over thoughts. Checking the reason behind headache. I never had the thing called headache in my life before. Not even once I remember. Suddenly, I was becoming that guy in movie who has headache from morning to evening. I don't even remember the number of pain killers I took. The most irritating part is the responsibilities. When I wanted a heritage resort type environment, what I got was exams, project reviews, torture and judgement from a lot of people. Most of them were like, it's just your mind. Don't worry... \nI really wanted to kick their ass. But I didn't had any options because my mind was having it's bad time. Maybe it's my mind. \nThis cycle of frustration repeated day by day.Finally I tested my eye and got specs. It's just been two days... \nI didn't felt any difference in my vision because it was short sight and it was only on one eye. So it took a long time to figure it out. But I still can't believe that this much headache was caused by this stupid stuff? \nIt's like preparing for IAS exam and got the question whose that prime minister who is rarely visible in India before pandemic. It was so simple right...\nBut it was my mind which aggravated the pain. That anger, pain, the urge to kill someone (I'm kidding... I am happy to say that I don't have that much hatred towards world.) \nSo... It was physical... My mental state might have triggered the pain. Or did the mental torture I had in those days worsen my eye sight. See... This was the issue. For a moment... (Ey stupid brain.. Now you don't have headache right. Let me complete this blog. Don't irritate) \n \nIt was quite a nice experience after all. I tried to add some humour into the conjuring events. But I learnt many things. When you feel like you don't have much days left to live. You really change into different person. It's all about how you lived till that point of life. For me... I was worried about those people who love me. I was worried about the people I hurt. There wasn't a lot.. Which kept my heart at peace. One day I even thought to make all people who love me to hate me. \n \nIt's true... At last... The only thing matter is the way you lived. \n \nLife is complex but it's simple... I'm kidding... But life is like that. \n \nThere was one person who stayed with me in this journey and helped me a lot even though kept saying it's just my mind. Thank you. \n \nThese days are my toughest till now. But I kept fighting. Even though I felt I'm gonna die soon. I believe that next time life might treat me with something much more irritating than this. I have good relationship with my fate u know. \n \nIt's ok to be depressed. It's ok to feel low. It's ok to be at your nadir. But it's not ok to give up... And it's no one else responsibility to take care of you. Don't expect that either\n \nBut... It would have been good if we can just remove all our memories from everyone who love us right, when we die? Well... It's complicated! \n \nLive... Love...explore and Give a shit about fate! \nIf you ever felt depressed... As a brother, as a friend , you can talk with me... \n \n\"You moron... Depressed people won't search for people.. U need to go to them\"... Yeh I know... But I went to few people because no one came for me! It's too hard to even understand what's someone is going through. "
        },
        {
            "pk": 51,
            "title": "Desire",
            "author": "Vibin Dave D",
            "post_date": "2022-03-24",
            "category": "story",
            "sub_tag": "What does your heart desire?",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1GIGB7uRFzpT7p7mZtU17T4XR_fNfObUo",
            "content": "\"Vidya... Where are you? I'm already late for the office\" It was 8:30 already and it'll take 1 hour to reach the office in the traffic of bangalore. \n\"Coming Vijay, here's the lunchbox. Today your son and daughter made my morning hell. \" Vidya kept the lunchbox inside my bag and stood there with her pleasant smile as always. \n“ Today night i’ll be late. One of our colleagues got a promotion. Don’t wait for me.”\n“ You said we can go for a date night right?”\n“ Oh shit… I forgot, we’ll go this weekend. Ok?. Sorry dear, I need to be there.”\n“ It’s ok dear… Take care. Eat your lunch properly “\n \nI really felt so bad for her. I said I'll take her out for a dinner date two weeks back. Still I haven’t. Day after tomorrow is our 5th wedding anniversary. She must be expecting that I don’t remember.I will take her out at least on that day.\n \nNowadays all days seem similar to me. Nothing was weird today as well. People who are running all day to keep their family economy in balance, those people who try to keep a portrait smile in front of everyone and build an invisible wall to their personal life and emotions, fake parties etc. A simple humble corporate life. \n \nI reached the office and as usual started to run along the loop. I don’t have much to do these days. After my last promotion as division head, workload has been halved. But as usual something was missing in life. Only thing keeping me running this life was Vidya’s and my children’s faces. I completed my morning schedule and went to the canteen to eat. I had my own cabin but I missed my friends, so I continued coming to the canteen to eat my lunch. \n \n“ Hi Vijay, as usual your wife has made a fabulous lunch for you. You’re lucky to have someone like her. “ Raghu, one of my “friend” was laughing at my lunch. Vidya always made sure that my stomach never got dissatisfied. Ofcourse, I was lucky to have her. \n“ Don’t do too much, everyone knows how your wife treats you like her baby.” We both laughed.\n \nI took one crispy piece of potato fry and kept it in my mouth. The sound of that bite came out like a thunderstorm inside that canteen.\n“ Wah… ”\nWhen I opened my eyes, I saw at least 20 eyes staring at me. Did I forget to say, you should not make sounds while eating in corporate canteens. Sometimes I do want to eat in my cabin itself because I literally hate table manners. Sometimes I feel these people are born straightly into tuxedos. I want to say to these people that your ancestors were living inside a cave only. Some things are always strange, these same people stay 2 hours in traffic and keep honking even though it's no use.\n \nI completed my lunch somehow. The afternoon was as usual, and as always even the party seemed so artificial. I just wanted to go to home and get some sleep\n \nI drove home. It was already 10:00 PM. Vidya always used to wait for me even though i’m late. I slowly got in without making much noise. Thanks to technological advancements, someone doesn't need to stay awake to open doors anymore. But most of the days vidya preferred staying awake. I have no idea what I did to get this girl.\n \nI saw Vidya sitting in the dining hall, I was shocked suddenly, she was crying.I saw tears rolling in her cheeks. I thought about running near her. But something stopped me.She didn’t see me. I went a few steps back and made some random sound in the hall.I went back in the direction of the dining hall.\n \n“Vijay?...”Vidya slowly came near me. I noticed that she had wiped her tears. She kept a normal face. But I could see the tiredness in her eyes.\n“You didn’t sleep ah? see , your eyes are looking like it’s gonna burst.”\nShe smiled as always.\n\"Did they sleep? \"\n\"Yeh… he stayed till 9 :30 saying that he'll sleep after you come . But later fell in sleep\"\n \nMy mind was blasting with questions.Why did she cry? Why did she hide it from me?.\nBut I couldn't figure out any difference in her behavior. She rarely cried, which made my mind more stressed. Should I ask directly. But what if she asks why I didn’t ask before.\n \nWe both went to bed as usual, Nothing was different from her side. She wrote her diary as usual. Said the usual good night with that beautiful smile and slept.\nThat night, my sleep went on a vacation. \n \nShe was someone who would sleep like a pig. I always get jealous of her sleep. Today I was totally blank. \nI didn’t know what to do. I was thinking about how to find a solution to my questions. I got a stupid Idea. To check her diary. It was cheap, But i was her husband. I have the right to check. It’s not like I have doubts about her, But i wanted to make sure she’s alright. I listed all possible justification in my mind to do something stupid as that. I wanted to know why my wife cried.\n \nI slowly got out of bed, took her diary and went to the balcony. Moon was alone, just like me. All the stars have abandoned him today. I took my seat in chair and opened the diary\n \nI opened today's page using the bookmark thread in the diary.\nWhich instead gave me a lighthead since it only had two sentences.\n‘ As usual\nJust another day. ‘\n \nIf it was just another day, why did she cry? Did she lie to herself in diary? Or does she cry everyday? My heart became somewhat heavy. I opened the previous page, it said the same.\n‘ As usual\nJust another day ‘\n \nI turned back a lot of pages. Around 40 of them repeated the same sentences. Finally I reached a page where something was written.\n \n‘ Today Vijay forgot that it’s the day that we both fell in love with each other. Last year he did the same. But before he used to do something crazy to make me happy these days. Before he used to say that he wanted to celebrate 365 days in a year. Now we don't even celebrate so-called festivals in the calendar or the days we celebrated before. I just want him to hold me for a while, talk with me for sometime. \nHe loves me, always working hard for us. But … ’\n \nThat really killed me half. Am I turning into the so-called husband who goes on a mundane schedule and doesn't care about his wife. \n \nWhen I turned back, most of the pages were about the same things. Nothing was there which made her words excited. \n \nIn between another day caught my attention\n \n' Today Vijay caught me from behind and kissed me on my neck while I was in the kitchen. For a moment I went 2 years back. He was so passionate today. We had sex twice today. But sex was somethihg gives me physical pleasure. Today his kiss almost refilled my emotional state. He always tries to make sure that my physical desires are satisfied. But nowadays he seems to forget that I have emotional desires also. '\n \nI couldn't figure out why that kiss was different. We had sex atleast 4 times a week normally. I was confused by the term emotional desires. Did she mean that sex is not good as before. Or is it the sex? Am I not making her satisfied? \n \nAs you know, this question is the one which causes more damage to one man's pride. Social convention tries to make it the man's responsibility to make sure women are satisfied. But I felt, it was not about sex. Because I have seen how her body reacts right! But what are these emotional desires? \n \nI turned a few more pages. \n'I don't know what happened to Vijay, he didn't even come home early today even though it's our children's birthday. Of course he just got a promotion. And I was the one who always pushed him to excel in career. Did I do this to him?. He doesn't even play with the kids anymore. Am I being so dramatic here. He tries to find time for us during weekends. But most of the days he's too tired and he even stopped taking leaves since it'll affect his promotion. I am the one who said to try for promotion. But…I feel so ashamed of myself. I myself decided to stay home and take care of the children. He was ready to do the same instead. But why can't I manage a life like this? Why I am so frustrated. He's doing everything he can. There's no point in scolding him. But what's wrong with me? \nI just want my old Vijay back. At Least once in a month. I want to feel the adventure, affection, once again. '\n \nSo… it's about the way I treat her and children. It's true, I have been trying hard to connect the two ends. But there are holes in between. I was too focused on sacrificing my own happiness for others and expected that, It's all they want. \n \nBut how much have I changed? \n \nI needed answers for it. It was time to re-evaluate myself. But that diary was filled with negative emotions and held back tears. I needed to look back into the past. I went inside and found her old diary from two years back one. I turned up the same day as today… \n \n'As usual the day started with my baby's kiss. I can't understand why he hasn't got tired of doing that even after 2 years of marriage. He's always late to the office because of his ruckless schedule in the morning. He didn't have any breakfast , and said that his stomach was full after eating me. He's so unbelievable. He really needs to take care of his job. He's getting too bad at deadlines after vidhu and nidhi are born. Always playing with them and getting scolded at the office. He took a round 5 days extra leave this month itself. He's not understanding his caliber. But I'm so happy seeing him like this. He's so happy, after two days, it's our anniversary. I know that he must be planning something crazy. I hope it's not too crazy this time. Night he didn't go to that friend's party he had. I always advise him to go and join them. It's part of networking and he always feels it is artificial. He came straight home and started playing with the twins. Later took me on a night drive, he couldn't stop touching my body for some time. I feel so weird since a lot of people stare at us. After draining my whole energy for today, sir is sleeping like a baby in bed. He's really a knucklehead. But my knuckle head'\n\r\n \nThat 'my knucklehead' really made my eyes wet. Heart became somewhat normal. The problem was me trying to become someone I thought my family needed. But instead I became someone society recommended and totally ruined my family's happiness. She can't say anything since it was something she said she wanted. I was turning into a perfect husband society recommends. But she didn't sign up for this one. We both had an adventurous love story and we both were mad in love for 5 years. After marriage also we kept on loving the same way for three years. I still thought we were the same. But we have lost it somewhere. \n \nShe quitted her job for the family. She doesn't even have any other friends, I was her friend. I used to hang around with her. Now she's stuck inside a home. When children start to go to school, things will get harder for her. And even my children are not getting enough time with me. What's the use of this money and status? Why don't things doesn't make sense now? \n \nWhat should I do?\n \nMy mind was blank. I went back to bed after keeping diaries in their places. I saw her sleeping like a baby… \nThere she was\nMy wife, my best friend, my love, my half\n \nShe was keeping her tears at bay since she felt everything was normal with me. She felt the problem was only with her. Woman is indeed a art. \n \nI kept my arms around her and pulled her closer. I knew at the moment what she meant by emotional desires. \n\r\n \nNext day I took leave. It was Saturday and I said to her that I wanted a break. Usually she'll tease me. But she didn't . I understood that she even wanted it. I spent a day with her and the children. Like the old days. It was easy for me to be myself. \n \nI saw her writing her diary for around half an hour that day. I found that her smile was different. It was not just pleasant. But there was life to it. She came and sat near me… \n \n\" Shall we go for a ride? \" I asked her\n\" Now? It's already 11 \"\n\" Will you come? \"\n\" Let's go… \"\n \nI took her out on my bike. Took her to our favorite restaurant. During nights you'll always get good food in Bangalore . It's hard to find roads vacant even at night. It's been a while since I took her out like that. We both sat on a bench in the bridge. It gave a beautiful view of the city and the stars. \n \nI holded her hands. It was so cold. She kept her head over my shoulder. \n \n\"I'm sorry\" I said in a calm voice\n\"For what  … she took her head off and stared at me\"\n\"Don't worry. I'm not going to say that i cheated on you. \" We both laughed\n\"Then what did you do? \"\n\"I saw you crying that day sitting in the dining hall. I checked your diary. \"\nShe was silent… she turned her head straight. Her eyes was not ready to keep contact. \n \n\"I understood how much I messed up last year. And it's my fault… \"\n \n\"Shut up… it's not your fault. I just want to live like teenagers always maybe. Don't be hard on yourself. You work day and night for us\"\n \n\"Ey moron… look at me\"\n \nShe turned her eyes to me. I saw the girl whom I fell in love with 10 years back. \n \n\"Whatever mess we are in. We both are responsible for it. I'm not as happy as you think I'm. I'm also running the show thinking that you're happy. The moment I got to know that you're sad, my whole heart became heavy. I love you the same way I loved you before. But I've forgotten to express it. I've changed myself into some boring responsible pain in the @$$.\"\n \n\"I… I don't know what to say\"\n \n\"Don't say anything. But let's fix this. Let's restart our love life like before. We've always fixed things. We have fought a thousand times. This became worse because we were afraid to fight this time. You're the reason I wake up every day. You're the person whom I care most about in this world. If you're not happy, it doesn't make any sense to me. \"\n \n\"Vijay… \" Her eyes have already started to rain. \n \nI stood up and took her by the waist. Kissed her lips. She kept her arms around me. She kept it so tight. Like a child who is not ready to leave. I felt her heartbeat. \n \nIt went on for a while. \n \n\"Don't ever open my diary again.. \" She tried that cute angry face and laughed at me while wiping off the tears. \n \n\"I'll try\" We both laughed\n \nI looked up to the sky.Moon was not alone that day. Stars have accompanied him. Cheering him up to spread light into millions of couples who try to find their forgotten romantic life. "
        },
        {
            "pk": 53,
            "title": "Do you believe in condom? Some Indian Stuff",
            "author": "Vibin Dave D",
            "post_date": "2022-06-07",
            "category": "blog",
            "sub_tag": "Scripted Comedy S01E01",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1S3sYUn5DqX-hMA76GHZi0K2gmfEJ3MSM",
            "content": "Kk.. It's time to make joke of others pretending we are perfect\nLet's take indian relationship concepts into consideration... \nMost of them are getting overridden. But let's see\nWell... We really suck at this domain according to me! Well there are exceptions like me! ≡ƒÿé(only I know) \nFirst.. Indian relationship doesn't come with trial offers. There are no two level propose system in India. If you ask someone to be your gf/bf, it comes with an expectation of marriage. So\r\nNo trial period... Well it sucks right ≡ƒÿé\nThere's one more thing. 'Sex' only after wearing the most stable protection...na na.. In India.. It's not condom... It's wedding ring. And one more thing... We don't talk about sex in India... But most of them do immense research visiting different countries through vpn!. \nWhen I said about previous issue to someone, I got a reply. \"If he's ready to wait for you... It's a proof that he's really in love with you\" Indeed our relationship comes with patience testing and it's good right since in other countries they test endurance first. \nImpressing a girl it's not enough in India for a love marriage. Her dad, mom and also that brother who wish to kick your ass. So second test is all about survival instincts. If her family is against love marriages.. Then it's another level.. Best of luck in level one 'hide and seek'. \nThe law of four walls. Any kind of romance is only permitted inside four walls. Unfortunately for our eyes that we can't see couples kissing or hugging in public.. Not even holding hands. I have no idea whether they will hold hands inside four walls. Wrong place dudes! You can do alot of different stuff if you did these Somewhere else ! Since parents hide all the acts which express love from children, they make sure that these children stay single forever. Preparing children for arranged marriages maybe! \nWell... Love marriages is this much complicated... That's why we have arranged marriages. Do you feel lucky to have this system after hearing all those. Thers a catch... Here it's basically a job interview. Everything matters. Your education, assets, caste, religion,  looks, size, shape... Well... It's tight competition. \nSome Indian parents restrict girls to hang around with any other people they don't know even if that girls knows them for years. But they will decide the person she shd spend her whole life with some simple statistics based on variables. World runs on maths. \nSince our population Is high. There is atleast million people everyday who tries to understand and make theories about love. Even today morning I saw some post saying that love is not about kissing, hugging and bla bla bla. It's spending time with Someone and bla bla bla... The thing is... It's quite hard to get these kisses, hugs and all in India. And don't motivate them to reduce it. \r\nIdk from where these people pop up! \nBoys are indeed lucky, they don't have a hymen to protect right. It's truth that womans virginity is over rated in India. Whenever you ask someone regarding this.. They'll say... What if he gives you a child and ditch you before marriage. What we can learn from these it... People still don't believe in condoms! Simple as it is\n\r\nwhat exactly is the benefits of being in relationship in India. Well it depends... There are modern people with modern mindset here... So... Pick wisely... And unfortunately if you fell in love with a traditional girl. It's quite hard... But sometimes love just don't make any sense! Get married fast and make sure your children don't face the same stuff !  And it's ok to hold her hands, kiss her lips, hold around her waist, express how much you care and much more in front of your children.And dont lose control infront of them. You know what I mean!. Be you children's first teacher of love too. Our system is stupid... But it's our choice after all... Whether to run your life chained in the rhythm or not. "
        },
        {
            "pk": 54,
            "title": "The Constant",
            "author": "Vibin Dave D",
            "post_date": "2022-06-11",
            "category": "story",
            "sub_tag": "A feel good one!",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1MrSOLb51xj4ny5_MoL-Fqf69ERmmWqVm",
            "content": "\" Dev ! Tomorrow our children are going to college. Twins are really excited for the first day\" I just woke up and came to the dining hall where my dear wife was screaming at my head.\n\"Calm down... Feels like you're going to college\" I was still half asleep. \n\" I wish I did \" She smiled at me. I will never get tired of her smile. I grabbed her around the waist. She was making tea. \n\" Morning itself started ah? Let me make this tea at least \"\nI kissed her on the cheek... \n\"Kissing you before brushing is always fun\" \n\" You won't change...\" She pushed me with that adorable giggling. \n \n\"You guys are unbelievable. It's been 20 years you guys! \" Dvan was standing next to the dining table. Laughing at us! \n \n\"Go get a girlfriend buddy. No use in getting jealous here.\" He might already have a girlfriend. But this smart ass won't tell me. He's too cool to be single. I can't believe him when he says he's single. \n\"Don't you have any good advice to give to him? Tomorrow he's leaving for college.! \"\n\"Don't worry about it mom. Anyhow I don't need to see these old romantic scenes everyday for a while. \" He always makes fun of me. Can't help, after all he's my son... \n\"Where's my favorite twin? Your sister? \"\n\"She's still sleeping. Maybe waiting for her daddy to wake her up\" Jenn got all her bad habits from me. I'm proud of her for that. \n\"I hope that girl finished her packing. I lectured her whole yesterday about hostels and all. I am still worried. These two will be in two different colleges, that too both miles away. My heart sinks whenever I think about it. \" \nMadhu was about to get emotional. \n\"Oi babe... Don't start now! They're 18! Not 8\"\n\"You first brush! \" She rolled her eyes as usual. Well... That's a warning. \nI picked my brush without picking a fight. \n\"Dvan, Are you coming to play tennis? \"\n\"Sure!\"\nWe both drank tea and came to the backyard tennis court. Played three sets. As usual he won 2 and I guess he let me win one. He's too mature and sometimes too proud to show his love.\nI got tired and went and sat on a bench in the garden. Dvan came and sat near me. \n\"Are you ok? \" I asked him. I don't know why. \n\"I'm good. Maybe a little bit tense over college. \"\n\" Do you want some advice or should I avoid it? \"\n\" Na.. Give me what you have. Let me hear what you have to say! \"\n\" You might make some mistakes and it's fine! \"\n\"What!? How's that good advice? \" He laughed\n\" You care too much about your ethics and stuff. I don't remember you doing something wrong. Or hurting someone. That's good, but... Don't lose hope in yourself if you fail in keeping these standards or make wrong decisions. \"\n\" Feels weird, but I'll keep it in mind. Anything else ? \"\n\"Make a lot of friends! Get yourself a girlfriend. Try not to break someone's heart. Especially yours... Make a lot of memories. Don't do something wrong if all others are doing it. Break some rules but it should not affect someone else's life. Stand on the right side even if you're alone. And... \"\n\" Dad! \"\n\" What happened? Boring ah? \"\n\" No... Actually I'm afraid that I'll not have a college life like yours! \" He kept his eyes away from me. Why is this guy so shy to show some affection?! \nI smiled... \n\" I don't know how you decided that I had a tremendous college life. But it's hard to reach my standards.\" I poked him. \nHe giggled just like his mom. \n\"The secret is... We can't predict something. We can decide how to shape our present. So do it the best way. I'm sure that I'll get jealous of your college life.\"\n\"Yeh... I'm waiting for that! \"\nWe both laughed. He kept his head in my lap. He was a proud little man who was filled with love and covered in sweat. \n \nWe both stayed in the garden For next 30 mins. Playing some jokes on each other. But I was sure that I'm going to miss him. \n \n\"Dadddddd.... \" Jenn had woken up. She was shouting from inside.\n \n\"Looks like a little evil baby has woken up. Let's go inside. \"\n \nWe both stood up and went inside. \n \n\"What happened Jenn? \"\n\"Mom is not letting me pack some of my dresses!.\"\n\"Why is that madhu? \"\n\"Some are too short Dev. \"\n\"Cmon madhu... It's 2045! People are roaming naked here.\"\n\"Do whatever... You and your daughter will never listen to me! \"\nI winked at jenn. She quietly escaped to her room to add those dresses in her luggage. \nI took a shower and came to eat breakfast. All the other three members were already present at the dining table. \n\" Dad, will you take me shopping? \" Jenn asked. \n\" For what? \" Madhu was not ready to cut some slack. \n\" Don't worry Jenn, I'll take you. Anyhow I can't take you shopping for a while now right. \"\n\" You're the one making our children spoil. You know, right? \" Madhu was not having a great morning I guess. \n\" Chill babe. You also come. Dvan, you wanna come? \"\n\" No... I need to say good bye to some friends \"\n\" Oh Kk then \"\n \nWe completed breakfast and set out for shopping. \n \n\" What do you want to buy, Jenn? \"\n\" Nothing actually! Just want to check whether I missed something required for college \"\n\" Madhu, let's go shopping. We can roam for a while. \"\n\" I know where I'm going! \" She was driving the car like she wanted to hit someone. \n\" Go slow ... \"\n \nWe reached there in 5 mins. Thanks to our Formula One driver! As usual, Madhu was the one doing all the shopping. Me and Jenn were just roaming around. \n \nWe both went and sat in an open restaurant nearby. Madhu was still picking up something for Jenn. \n\" No advice for me dad? \" Jenn asked. \n\" Dvan told you ah. You two speak more than I expect. And why so, I hope your mom has already given you more than enough! \"\n\" Her advices were boring \" \n\" Do you know what's the most beautiful thing about your mom? \"\n\" Donno... She's hard working though! \"\n\" No... She's independent. I don't know what advice she said, but she said all of them with her experience. \"\n\" You want me to follow those? \"\n\" I don't think you'll follow any advice. \"\n\" That's true, \" Jenn smirked at me. I knew I'm going to miss this girl at that moment. \n\" Keep one thing in mind. Be ready to face whatever comes to you. It doesn't matter whether it came by chance or choice. You're responsible for your happiness ,career or anything. No one else! \"\n\" You make me feel like I'm going to end up in some trouble\" \n\" I'm sure you'll. You're my daughter after all. \"\nWe both laughed like hell. I'm sure that everyone in that restaurant noticed us. \n \n\" I hope you're not making fun of me. \" Madhu was standing behind us. \n \n\"Yeh we were,\" Jenn said. \n\"Wait till you reach home. Jenn, go and buy some snacks of your choice. \" I will never understand whether to adore her caring or get scared of her scoldings. \n \nJenn went to buy snacks. Madhu sat near me with her hot air filled face. \n\" Are you okay baby? \"\n\" What? \" \n\" Don't shout... I understand you're upset. But I don't think it's mood swings\"\nMadhu was silent. \n\" I'll miss our kids. \" I saw her eyes. Clouds of tears were already forming inside it. \n\" Me too \" I kept my arm around her. She kept her head on my shoulder. \n \n\" Well.. We'll have some space after all. Like newly wed couples. \"\n\" You won't change...\" She pinched me. \nHer tears finally fell on my shoulder. But she was smiling. That smile contained a lot of emotions. \n. \n. \n. \nChanges are always hard. Even more exciting. After all, change has been the only constant in this universe till now! Life will find its own way to move on. \n \n "
        },
        {
            "pk": 55,
            "title": "THE SECOND BENCH",
            "author": "Vibin Dave D",
            "post_date": "2022-07-18",
            "category": "story",
            "sub_tag": "Dedicated to Arvey Malhotra",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1PqJfqS8Ev6EUZQsW4YQ8mqZF4Ptk6qMt",
            "content": "\" Bye mom! I'm leaving \". It was my first day after summer vacation. I was pretty tense since everyone made a fuss about the 10th. I have no idea why people are making this much noise regarding 10th. Well! Can't help. \n\" Okay kanna, be safe. Don't roam too much after school, there might be lightning and thunder. \"\n\" Yeh, I'll make sure to disobey that. \"\nIt was fun to irritate mom a bit. Made my mornings complete! \n \nThe weather was gloomy, clouds were almost ready to shed some tears. I Hope I can reach home before they start to cry. I hated umbrellas. \n \nI reached school. That feeling of meeting our friends after a long time is gold!. \n\"Divin... \"I shouted the moment I saw my best friend!. \n\" Dude... Finally! \"\nWe shared all the nonsense hot news of vacation. Divin went to his granny's home. I went to my aunt's home. So we couldn't hang out during vacation much. As usual time started to fly, I don't know why time is so jealous whenever I'm happy! \n \nIt was time for attendance. I saw a new face in class. \n\"Who's that guy? Sitting on the second bench.? \" I scratched Divin's hand. \n\" His name is Arvin. He's new. I spoke with him this morning. He's weird but okay. \"\n\"Is he new to town? It's rare that people join a new school for the tenth standard. \"\n\"Yeh maybe his parents got transferred here or something! \"\n\"Haa maybe! \"\n \n... \nA week passed...\nWe were having lunch. I heard some laughter from the last bench. Arvin was sitting on the second last bench with his friends. He suddenly grabbed his lunchbox and stood up to leave. His friends tried to make him sit. I understood something was wrong, but couldn't understand what happened. \n \nAfternoon classes were going on. \n\" Did you hear something funny? Arvin wore nail polish. \"\n\" But why? \" \n\" I don't know, But Asif and the team made hell fun of him in the afternoon!. \"\n\" Ohh ... I saw him being frustrated during lunch. \"\n\" Haa. Don't you remember, last year when my sisters kept mehndi in my hand Rohith and Asif were teasing me the whole day. Nail polish is gonna hurt more!. \"\nI remembered that day, Divin always avoided conflicts but he was really pissed off by evening. We were friends with everyone in class, so we didn't want to make enemies from the bully group in class. \n \n... \n \nMundane repetitive classworks went on. Mid term examination was around. I was really excited for christmas. I was roaming around a zoology textbook. Divin shouted Startling me\n\"Bro... You're gawking into the reproduction chapter again? \"\n\"I was just reading, \"\nDivin showed all of his teeths. I closed the textbook. I can't scold him, our zoology mom asked us to read the reproduction and contraceptive methods on our own. There isn't anything much to teach there it seems. I'll never know why they made this much of a fuss regarding sex. \n\"I heard a rumor... \" Divin gave me his mischievous look\n\"What's that? \"\n\" Arvin is gay! \"\n\" Gay? Is this one of the rumors spread by Crooks in our class? \" Gay was just a word I hear in jokes and some english films. I'm positive that the zoology textbook sitting in front of me doesn't have this word in it. Thanks to some series and movies, the Gay word didn't freak me out much. \n\" I heard from Deepak, Arvin's only friend. He got TC from his last school because of the bullying he faced. That's one of the reasons he's staying quiet in class maybe. \".\nIt was true, I only remember that Arvin exists in this class when I confront him sometimes. We rarely spoke regarding anything. \n \nIt was around 4pm and our Physical Training period. I changed my clothes and came to the ground. \n\" Dude... \" Divin came running towards me. \n\"What? \"\n\" Rohith is beating up Arvin in boys locker room\"\n\"What the... But why? \"\n\"Rohith compelled Arvin to play football with us, but he resisted. It ended up in a fight! \"\nWe both ran to the locker room. Everything was over by then. I saw Arvin sitting in a corner. One of his shirt buttons was missing and nose was swollen. \n\"See the baby girl sitting and weeping. \" Rohith was standing nearby and teasing him again. \nArvin seemed to be terrified, he just sat there on the floor. \n\"Come let's take Arvin back to class.. \" I pulled Divin. \n\"Are you nuts? Don't do anything heroic now. They might hurt Arvin more later if you interfere. You know what happened last year right. \"\nMe and Rohith had a fight last year. I got hurt very badly and it became a big issue in school. \n\"That brat deepak might have said to everyone about Arvin. '' Divin muttered. \nI couldn't find Deepak anywhere then. \n \nI waited until Rohith and others went. Thought to console Arvin, but Divin pulled me with him to play football. We started playing football and I forgot about Arvin soon. \n \nI thought everything would go back to normal the next day. But it got aggravated. \n \nNext day I saw Arvin sitting on the second bench alone. Divin told me that Deepak and Arvin got into a quarrel regarding his confiding. I felt bad for him. But I didn't have any answers if he asked 'Where were you yesterday? '... \n \nEveryday I started to notice him now! He didn't complain about Rohit to faculties. But anyhow I know that our faculties always keep a blind face in front of bullying. Maybe he complained, but nothing changed. He became one of the toys of the bullying group. \n \nDays passed, everyone was in exam fever. It went without making much noise. I finally got 10 days of leave which I was waiting for! \n... \n \nAs usual, time was cruel since it was vacation. I enjoyed it as much as I could!... \n \nFinally it was our first class after new year. \nSecond bench was empty. Two to three members sat on one bench, after the locker room incident. It became Gay's bench. I suddenly remembered all of the past. \n\" Where's Arvin? \"\n\" I don't know! '' Divin was busy with something. \n\" Why are you searching for that girl, is he your secret girlfriend? \"\nAsif was sitting on the bench behind me, he was trying to get on my nerves. \n\" No... But why are you curious? You want to be my bitch? But I don't take jerks though! \" Everyone started to laugh. Asif stood up being violated... \n\"Chill Asif... He's just kidding! \"\nDivin was trying to calm him down. \n\"Why are you always interested in fighting! \" He murmured in my ears. \nTeacher came into class and everything went back to normal!. \n \nI didn't see Arvin for the next few weeks. I don't know but I was concerned for him. Image of him sitting in the corner of the locker room haunted me!. \n \n...\nIt was three weeks after the reopening, I saw Arvin. \n\"Look who is here! Ms Arvin!! \"\n \nI heard someone shouting from the last bench. I was getting pissed off! But as usual I kept low.. \nArvin just came and sat on his bench. He looked pale..\n \nIt was our lunch hour and I thought about eating in the canteen for a change. After eating I came back to class. Everyone in class was having some discussion. \n\"Where were you dude?!!! \" Divin seemed like he saw a ghost. \n\"What happened? \"\nAsif and Rohith stripped Arvin in Boys washroom. \n\"What? Where is he now? \"\n\"His mom came and took him home. \"\nI was hell irritated and I heard Asif and team laughing from behind. I wanted to smack his head down to the floor. But maybe I was afraid of another parents meeting or being beaten up by all of them! \n \nIt was a bad evening for me. I don't even know Arvin properly, but I felt sad for him... \n \nI walked home with a heavy heart! \n \n... \n \nI was eating dinner with my family. Phone rang... \n\"Kanna it's Divin! \"\nI went and picked up the phone\n\"Say bro...\"\n\"Arvin committed suicide, he jumped from his flat! Tomorrow is a holiday for school. \"\nI stood there frozen... Somehow I felt Divin was not worried but called to inform me about the holiday!. \nI didn't hear anything Divin said after that. I don't even remember what I replied. \n \nI kept the phone down and went straight to bed... \n \nFelt like the earth muted itself. A kind of guilt creeped inside me. I could hear my heartbeat. Felt like someone was marching through my skull. \n... \n \nIt was the first day after the incident. I sat on my bench reading one of my textbooks. \n\" Poor Arvin right! Asif and those morons should be kicked out of school. Who knew... \"\n\"Will you shut up!... \" I shouted suddenly. It echoed inside the classroom... \nDivin sat there frozen... \n\"What's the difference.? I didn't react whenever he was in trouble, you stopped me from speaking to him. I was a coward enough to stay away from all troubles. If I had spoken with him, If I had stopped these jerks the other day.... He would be still alive. He didn't commit suicide, it's an murder... By each one of us! \"\n \nI saw Rohith and others sitting quietly behind me! \n \n\"You know what? I was afraid of getting a TC because of fights. But today you made me feel disgusted about myself. He deserved to be alive... More than any of you... Any of us! \"\n \nMy eyes were wet... I couldn't keep up my posture! \n \nI picked my bag and walked out of class... I saw that empty second bench! \n \nSorry Arvin... \nFor not standing for you \nFor not speaking with you\nFor not sitting near you\nI know I don't deserve forgiveness... \n \nBut you deserved to be alive! \n \n... \n'This tale is dedicated to Arvey Malhotra! May no souls depart when they deserve to live.'\n \n \n \n "
        },
        {
            "pk": 56,
            "title": "Dark Side",
            "author": "Vibin Dave D",
            "post_date": "2022-08-27",
            "category": "blog",
            "sub_tag": "S01E01 - Why doesn't people talk about this ?",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1cPh7aB6OfMrewXOU57j8OvNEuK00WsR_",
            "content": "Everyone is afraid of talking about the dark side which exists in this society. All of us believe that being optimistic is the key of Happiness. \n \nIt's a close call actually! \n \nYears ago when Shakespeare showed courage to inject some dark sides of reality into the blissful drama world, the whole perspective of the literature was changed. People who believe that Romeo and Juliet are the wonderful couple ever existed won't understand this. \n \nI used to a hardcore atheist, Always finding some reasons to show off that people are stupid for believing in God. Later when I grew up, I understood that this concept is damn big. The concept of Karma, doing good things and getting good prices in return. All contributed to reducing chaos in this world. \n \nAs usual, one person who believed in this will never hurt another person. They always wait for something good to happen. Thanks to the most beautiful feeling thing ever existed,\"hope\".\n \nIt was so easy to find reasons to make people feel stupid for being spiritual. But when I chose to just tease them, there are millions of people who chose to manipulate this crowd. And they all succeeded. \n \nPeople used this same concept to gain control and trust over others… \n \nKk… why am I talking about this stuff? \nLet me come to our point… \n \n \nWe'll go through some random toxic things happening in this society, but can't do anything about it… \n \nFew days back, I got to know that my best friend is depressed, that too from another friend.She is newly married and her husband was treating her badly. But I couldn't do anything because everyone around me was lecturing me that if I do anything about it, her husband will get angry on my best friend and it'll cause more problems. \nEven though I had enough anger to kick that guy's butt, I stayed quiet because, when your friend is married and if you're a boy, the best thing you can do is to stay away from her. (This law applies to my society) \n \nWe all try to normalise toxicity in this world. And it exists in different forms in different communities. For example, there are million people out there who try to prove that being possessive and being a control freak is normal in a relationship. Controlling your girlfriend or boyfriend is normal. There's no concept of freedom or independence anymore. \n \nBeing open minded is one of the hardest things to achieve since you need to surround yourself with open minded people. \n \nThe concept of marriage itself has enough material for a stand up Comedy. I've written about it here. Everyone tries to wrap themselves in already existing customs and lose the ability to create an individual personality. \n \nThere are people who break this chained rhythm, and they belong to another community called outlaws. Don't misinterpret that I'm against the concept of love and more inclined to the sex. All I meant is, you don't need a ring or thread to love someone. As usual the problem behind the concept of love comes later. \n \n \nLove is flawless, but people aren't… People change all the time. \n \nWhat if someone leaves you after you get into trouble? Or leaves you after they used you for their materialistic gains and leaves you later. If a woman gets pregnant and that person leaves, these insecure feelings also create the concept of marriage. \n \nBut I feel like those who care will always care. They don't need an agreement… If a person wishes to leave, mere laws and a piece of paper won't change him. \n \nI feel like marriage is good since after all these years, I know that people can change and I've seen a lot of people who run behind materialistic desires. \n \nIsn't it funny that working for others happiness, sacrificing your happiness, dying for other etc will make you into a hero, but if you are too happy for yourself (arrogant), working for your own happiness (selfish) etc makes you a villain… \n \nI used to speak with a lot of friends without any gender discrimination, but when I got into a relationship, I was forced to stop speaking with my old friends. It wasn't because my girl was a control freak, she was innocent and her world was small. According to these normalised laws in society, she's correct… and her mind was really getting disturbed whenever I spent time with some girl. I chose to stay away since I felt it's not her mistake. \n \nSomehow I started changing according to the normalised laws existing in this society… and I ignored all the toxicity since I had started to feel like I was always wrong. That my perspectives were wrong. I changed in order not to hurt my girl. Love really makes us stupid… \n \nAll that time that I lived as a normal human being according to normalised laws sucked in all paths. Something happened and (I can't say that story yet) Just like Einstein found gravity after an apple hit his head (It never happened right? No one knows!)… I found the beauty of being myself again. Here I'm, all weird and messed up… Again! \n \nI wish to create a beautiful world for my girlfriend and I can't do that in that stupid normalised world… Maybe I'm just afraid to live a normal life( I have no idea )! \n \nWe all have the ability to live according to our own beliefs. \n \nThis world is messed up… Each and every society out there have their own flaws and beautiful faces. \n \nSometimes it's just dumb luck… \n \nPeople might change…\nMarriages can't save you… \nYour beloved ones can cheat on you… \nYou might not get anything back for doing or being good… \nYou might not find your chandler/monica… \n \nBut you can still find happiness(you might get your phoebe) if you accept all these… And it's so hard when this world echoes about optimistic shit everywhere… \n \nThe truth is… \nYou don't need to be a hero… \nYou might get really fucked over if Suddenly a truck rolls over you… \nOur life is sooo small… \nIt's your choices and situations, which decides whether you're a villain or a hero… \nMathew Perry and Courtney Cox were just acting as Chandler and Monica… \n \n \nSo… \nMake sure what you want… \nTry not to… \nHurt people, because some people are so innocent and prone to be manipulated. It's so easy to manipulate someone who is in trouble… Helping others is just a choice… you don't need to do it if you don't want… \n \nAlike… Hurting others is also just a choice… And you can't expect people to always make the correct choice… \n \n \nTo conclude… \nWe really need a chapter in education teaching about the dark side of human beings… \n \nDon't believe in optimistic bullshit. Just live and face all the hurdles. If someone hurts you, it's not your fault. Morons exist! \n \nIt will seem so easy once you realise this… \n "
        },
        {
            "pk": 57,
            "title": "Scripted Comedy - That doesn't makes sense!",
            "author": "Vibin Dave D",
            "post_date": "2022-08-29",
            "category": "blog",
            "sub_tag": "S01E02",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1VrAL0wOIrFIQ-cUCpt3Xxpe31eg_HnJ8",
            "content": "Let's talk about things which don't make any sense if we analyse. I know that there are people out there who don't make sense but let's keep it in general. \n \nI met a group of people who did a campaign regarding sustainable future stuff, they organised a bike rally with bikes with mileage range of 20-30kmpl. I still haven't figured out how burning that much fuel will help in a sustainable future. It's like creating placards with the label \"Don't cut trees\". When I was discussing this with one of my friends. He said\n \n\" Stupid people, I don't do any campaigns but I try do stuff like not using straw. We need to change ourself first\"\n \nHe drinks Pepsi like a cow and he drives a car to his office everyday…That too alone… \n \nWell, isn't it beautiful\n \n… \n \nEverybody loves dogs right. I love them too, because they love me no matter how much I irritate them. That's also the reason why there are a lot of dog welfare associations in India but there's no chicken or pig welfare Associations. We love the way dogs love us, and chicken Biryani. \nLet me come to the point\nThere used to be around 20 dogs at least inside our campus. A newborn puppy was born near my hostel and it became a sensation. He was so cute that he's responsible for half the snapchat and whatsApp stories at that point. He was a star for people searching for a way to maintain their snapchat streak. In return he used to get free food and few crazy people making him feel like a celebrity. He was living his life… \nNo I'm not jealous… maybe… \nThere were around 10 new puppies there and all looked like they came from poverty-stricken homes but here he was… enjoying his life to the fullest… \n \nThat's when I realised, even dogs can't lead a sexy life only with love… They need to be cute.\nWhen I said this to my friend…\n\"She was like… you're joking… if other dogs got a chance, they might have stole everyone's heart only with love\"\nShe's single and I remember her searching for a breed of dog for about 6 months. Now I know the reason behind both. \nI don't know why my friends' comments are being attached in every part of this blog, you guys are wonderful, makes my life worth living. (I'm just playing safe)! \n \n… \n \nDo you know which is the biggest lie industry in India?It's called a relationship. I always try not to post anything bad about relationships because I'm committed, I'll write about that after the breakup :). Let's go through it briefly for now… \nI've seen a lot of lies used by people to find and impress their partner and most beautiful ones end with \"forever\". One of my sisters was talking about her ex-boyfriend. I asked her why she broke up with him. She said\n \nHe kept repeating that he's in love with my soul not my body but couldn't stop asking pics of my body. I couldn't control my laugh in front of her. \nShe added\n\" Being horny is good, but being honest matters more! \"\nI couldn't accept more! \n \n… \nFew days back I got a call from a Non profit organization regarding donation. I found that call very interesting because he managed to make me hate myself. Guilt tripping is a beautiful mechanism for getting something from a guy who feels good for being a good guy. It's stupid! \n \nHe was like\n\"You won't feel bad to donate a few bucks for helpless and needy children ,right? Isn't it our responsibility to help the needy\"… bla bla bla…And 10 mins later I hated myself for having 100 bucks in my bank account. Being broke and being a good guy is not a great combination at all!. \nFortunately I posted a message in whatsApp story and two members came forward to donate some cash. That relieved me from some guilt. I didn't expect it either! In fact I thought about sponsoring a child yearly expense for each person who came forward that day.I'm so lucky that good hearted people are rare.\nI have decided to donate two year expenses to orphan children in the future for those two hearts. (You'll never know if I'll give or not give :))\n \n… \n \nI live in a country where 800 crore towers are demolished by spending 20 crore rupees when we have a per capita income of 1.3 lakh. \nI live in a country where I saw a guy laughing because he'll get bail for burning a girl alive for rejecting his proposal. \n \nThere's good things too… like those two people who were ready to donate money for orphan children just because of a WhatsApp story. \n \nAnd don't worry about it… donation is just a choice(I'm kidding… you're not a good guy if you didn't reply my whatsApp story :) ) \n \n \nSee you again! \n \nRead S01E01 Here! \n "
        },
        {
            "pk": 58,
            "title": "13 Rogues",
            "author": "Vibin Dave D",
            "post_date": "2022-09-03",
            "category": "story",
            "sub_tag": "Chapter 1",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1poKZgzR7wzEViyDy7aA7XF7iw5oL6pZe",
            "content": "\" Wake up Dave… Wake up! \"\nI couldn't understand whether someone is calling me in dreams or reality. It was so hard to open my eyes. Slowly I tried to open the shutter of my eyes. \nIt was my maid. She seemed so tense. \n\"What happened akka, I have said not to wake me up! \"\n\" Yeh.. Sorry… but DySP sir has come to see you. He said it's urgent. \"\n\"What… ? Raghav sir?\"\n\"Yeh… there are a lot of policemen at the door\"\n \nI was having trouble understanding the situation.I was pretty drunk last night and came home with a chick. I don't even know when she left the home. \n \n\"Kk Riya, I'll come out in a minute\"\n \nIt was hard enough just to get up from bed. Somehow I managed to pull myself out from room. My room looked like a refugee camp shed. \n \nRaghav sir used to be my close friend in the academy. One of the people who helped me a lot to stay in my job irrespective of my irritating behaviour. \n \n\"Good morning sir, what happened? Did I do something stupid yesterday. I don't remember much. \"\n \nRaghav started laughing. I felt like his belly buttons will come out soon. \n \n\"Yeh ,who are you Kidding? You didn't call me 'sir' when you were in force. Are you enjoying your life to the fullest after resigning from your job? I saw a pretty girl going out when I came! \" \n \n\"Yeh… you got me... But why did you come to visit me? Riya said there were a lot of policemen at the doorstep. \"\n \n\"I have bad news! \"\n \n\"Well… what happened? \" I was already getting a bad feeling about it. \n \n\" You know the last case you handled right. Minor girl suicide case. I know you quit your job because of that\"\n \nI was so frustrated when the culprit got bail so easily. I Feel like there's no use with our system. Anyhow, being a police officer was not working for me either. My dad was rich and I thought it was his burden. I didn't think I'll be in force for 5 years. My attitude isn't best suited to discipline. \n \nI was sinking in my thoughts. Raghav's stone rubbing voice woke me up. \n \n\"Those 3 members accused of abusing that girl are missing. \"\n \n\"What the fuck… don't say that they escaped to some other country\"\n \n\"We don't know, but their family members have filed missing person case\"\n \nIn that group of three one guy was the son of a District Collector, the other two guy's parents were also rich and powerful. That was the reason behind the bail. \n \n\"Oh c'mon Raghav, this is over right? Now this case will go into the shelf soon. \"\nI knew that when those people got that bail. \n \n\"Dave, I understand that you knew that victim personally, but I need your help here. \"\n \nRethika was my friend's daughter. I knew her from childhood. I was trying not to lose my composure in front of Raghav.\n \n\"Are you kidding me, I resigned this stupid job two months back. It's so humiliating you know! \"\n \n\"Raghav… please listen to me. I know that you tried to encounter those people. \"\n \n\"Oh… what now? Do you believe that I kidnaped those morons or what? Don't waste your time. I would have done that before itself. I just couldn't do that while wearing my uniform.\"\n \n\"You're kidding right? I know what you tried . IG sir is still my friend! \"\n \nYeh… I tried to kill those morons. Due to my weak resolve I ended up in the IG office for my plans. Got two weeks of psychiatrist drama as punishment. \n \n\" Don't worry Raghav. I haven't done anything to those morons. If I did I would have been happy you know! \"\n \n\" Yeh, I know that you're only coming out of your house for visiting bars and hookers! \"\n \n\"Then why exactly did you come? \"\n \n\" I am going to the town station. You know right, the Rethika case was a whole India sensation. Now again this will be a headache. I thought I would inform you on my way there. Also since you handled this case and also captured the culprits, I thought to get some feedback. \"\n \n\" Raghav, I'm already pissed off now. I don't have any feedback. I just don't care, let me get back into my morning sleep. \"\n \n\"You sick moron.. It's almost noon. C'mon dude, you're one of the best officers I know. Just don't do this to yourself! \"\n \n\"Yeh.. Bite me… good night bro. Riya, give sir a lemon juice. I'm going back to bed\"\n \nI walked away from Raghav. He was a great person. But I am a licensed ass. Raghav was shouting something from the hall. His voice faded slowly when I walked to my room. Rethika's face was being pushed into my eyes through the nerves. After two months, I was feeling that hatred once again. \n \nI jumped into my bed and started drowning in all memories. \n \nI went back to my old routine, booze, women and food. \n \nIt was a Friday afternoon, I had just woken up. My phone started ringing. It was Raghav\n \n\"What is it Raghav, did you figure out the country they chosen for their honeymoon\"\n \n\"Listen to me jackass. Those three members are murdered. Found them dead in an old farmhouse near Eviyar forest reserve. \"\n \nSomehow I was so happy, all my hangovers disappeared in a second. \n \n\"That's wonderful\"\n \n\" Not just those three, 13 people were found dead, 7 men and 6 women. All were tortured , we can't even identify some of them \"\n \n\" What? Any leads on the culprit\"\n \n\"That's the weird part, three members surrendered confessing the crime! \"\n. \n. \n. \nTo be continued!"
        },
        {
            "pk": 59,
            "title": "13 Rogues",
            "author": "Vibin Dave D",
            "post_date": "2022-09-10",
            "category": "story",
            "sub_tag": "Chapter 2",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1poKZgzR7wzEViyDy7aA7XF7iw5oL6pZe",
            "content": "I had come to the crime scene. I was kindoff excited to know that those people whom I wished to murder was killed. My there were 10 other people who were murdered. Things didn't make any sense. \n \nThe farmhouse was swarming with people from the media and police. The area was sealed by police. \n \n\"Hello sir, I'm Dave, I used to be a cop. Can you please let me in. \" I Approached one person who was guarding the entry inside the crime scene. \n \n\"Sorry sir, I can't let you inside without an ID. \"\n \n\"Is Raghu inside? \"\n \n\"DYsp sir? \" He was kind of shocked. I looked like a drunk and I was calling out for the legend in the department. \n \n\" Dheeraj! Let him inside \" Someone called out from the camp nearby. I couldn't see the face in the darkness. \n \nI walked to the camp nearby, Alby was standing in front of the camp. He was my colleague in past. \n \n\" Someone seems happy \" Alby was smirking at me. \n \n\" Of course, by the way. What's the scenario? Who are those 13 people? And those 3 members who confessed the crime? \"\n \n\" You seem to forget that you quit! Still since you are my friend, I'll brief you in… \"He took a huge pause. I don't like pauses, it resembles the silence before any chaos. \n \nHe continued \" We identified 10 of the culprits, all of them are people who committed at least one crime. Some trials have been going on for a few people. Some were out on parole. And we haven't been able to identify three people. \"\n \n\"What kind of crimes, is there any pattern? \" \n \n\"Neither patterns nor relations, only similarity is that these people have committed some crimes. \"\n \n\"Raghu mentioned that these people were tortured, can I know more about that? Can I go into the crime scene? \"\n \n\" It's a blood shed Dave, the forensic department has asked not to enter the farmhouse for now. I'll show you some footages, come inside\"\n \nIt has been a while stepping inside a crime scene camp. As usual people were shouting random stuff like they knew a lot of details regarding the case. But the truth is, they seemed clueless. Everyone seemed a little bit relaxed since they got their culprits in this case. \n \nAlby pointed towards a computer nearby\n\"It contains all the footage we took when we came here\"\n \nI sat in front of the computer, it was a three storey farmhouse. A big ground floor and two stairs leading towards the first floor and second floor. Those were storage compartments. But there wasn't a single object inside that farmhouse which normally exists inside a farmhouse. \n \nA Lot of equipment was stacked on one side of the farmhouse. Ropes, syringes, knives and more. \n \nI was scrolling through the images. The next pic was disturbing, all were pictures of blood patches inside the farmhouse. It's been a while since I saw blood, so I skipped those pictures fastly. \n \n\"What the f*ck! \" \nThose were the pictures of people who were murdered, some didn't had faces, some didn't had hands. I closed that window. It really made all the alcohol in my blood evaporate. \n \n\"Didn't expect this much right? \" Alby was standing behind me. \n \n\"These people are sick! \"\n \n\"There was one woman who was alleged for throwing her baby from 10th floor since she was mentally retarded. As far as I can tell, she was killed by repeatedly throwing her from the second floor to the bottom. I couldn't stay inside that scene for more than 30 mins. I have seen crime scenes. But not like this one! \"\n \n \n\"No one nearby saw anything suspicious, not even a sound due to this? \"\n \n\"You saw while coming here right, this place is remote, there aren't any residents nearby… \n \nThis has become national news by now, you already know those three people in your case right. It's been just 5 hours, but I can assure you that by tomorrow, the whole nation will be talking about this one. Our only relaxation is just that we have those three people who confessed the crimes. Somehow I feel that this isn't over\"\n \nI was also getting a bad feeling about this. \n \n\"Did they say anything regarding this? What exactly was their motive? \"\n \n\"That's the weird part, They informed the police regarding this and surrendered. But they haven't talked about it. They are in our custody. But until now, no more information about it. Raghu sir and Deepak sir are in charge of the investigation, I think they are currently trying to get some information out of them. Three of them are held in district headquarters. \"\n \nNothing made any sense to me. Those pictures of victims made my head swing like a pendulum. I came out of the camp and walked near to my car. A lot of noises were overlapping into my ears, but somehow I was not able to process any of them. \n \nI went straight to the bar, I wanted to knock all the senses out of my head. I didn't want to remember any of these tomorrow. \n \n… \n \nI was at the bar, I overheard a conversation about the case. I was drunk completely and it took me a lot of energy to listen to them. \n \n\"Did you see that crime news just came… 13 people were murdered, and they are saying that all of them are culprits in different crimes. \"\n \n\"Yeh, those three guys did a great job according to me. Anyhow, these people escaped from law and order in our nation.\"\n \n\"Still, it seems so brutal! Taking the law into their own hands like this. \"\n \nOnly if they saw those pictures! Maybe they all deserved this. I was so confused , I ordered a few more shots to get my head go blank. \"\n \n… \n \nI have no idea what happend after that. I was trying to wake up from a hectic headache. \n \nI saw Riya sweeping my room. \n \n\"Finally you're up! It's already noon. I've made some lunch, go and eat. \" Even though Riya was my maid, she always took care of me like I'm her little brother… \n \n\"You might wanna check out TV, \"\n \n\"Why? \"\n \n\"A video was released by those culprits of that farmhouse case. It really has made everyone crazy here.\"\n \n\"What?\" All the events from yesterday shoved its way inside my head within a second. \n \nI jumped into my mobile and turned on my mobile. There was that video, people have kept whatsApp status, it was everywhere. They might have pre recorded it and set it to release today. \n When I opened that video. For the first time I saw their faces. Three of them were standing near a brown wall. I think it's recorded from the farm house. The guy in the middle started talking. \n \n \n\"We are here to announce that God has been reborn on earth in order to fight evil again. We are just his soldiers. He'll make sure that the evil souls who feed upon others will be punished. This is just a beginning, Our God doesn't have religion or Boundaries. He only distinguishes between good and evil. \nYou don't need to do anything to please our God. He's so dissatisfied with humans. Live without causing harm to others. There won't be any mercy if not! \" Video ended. \n \n\"What the f*ck!!! \" \n \n... \nTo be continued"
        },
        {
            "pk": 60,
            "title": "13 Rogues Chapter 3",
            "author": "Vibin Dave D",
            "post_date": "2022-09-19",
            "category": "story",
            "sub_tag": "Chapter 3",
            "cover_img_url": "https://drive.google.com/uc?export=view&id=1poKZgzR7wzEViyDy7aA7XF7iw5oL6pZe",
            "content": "It was a horrible day, as usual my brain couldn't understand what the hell was going on. I had come to my favorite bar as usual to knock out my senses. \n \nWhole country was going crazy, Whole cyber department was in pursuit to remove the video from the internet, but it seemed like a lost cause since it had multiple sources. That whole video was just a bluff, but it had led to chaos in the country. \n \nI saw people chanting prayers for the new God. Most of the people who have some senses kept silent since the \"God\" did a great job according to them. In this decade we have learnt to adore villains who work for a good cause. Some stupid people from each religion was trying to adopt the new God. All the revolutionaries came back to alive. \n \nOn other hand I was fighting my common sense because somehow I felt like I'm happy for the new God. \n \n\"Give me something strong enough to make me numb,\" I told the bartender. \n\"See, you're not a cop anymore and I'm not interested to baby care you after you pass out here! \" He always repeats the same dialogue. But somehow I always woke up in my bed every morning. \n\"Don't worry, I'll try to reach home before passing out! \"\n \n\"Hi Dave! \" Someone tapped on my shoulder. I turned back. \nIt was Dheeraj\n\"You came! I thought you would be busy! \"I felt like I needed more info about the new God. I couldn't understand why I was so interested. \n\"Well, this location motivated me more than your company. \" His dad jokes never get old. \nWe both laughed\n\"You know why I asked you to meet. I wanted to know what happened with the interrogation. \"\n\"It's nuts, they're repeating whatever they said in the video. Keep referring to a God. We even have doubts whether these people are just nuts. But the technology they used to automate the telecast of that video is so advanced. Within seconds it was hosted on multiple servers. And everything was cloud driven. \"\n\"So they had help from others? \"\n\"One of the people in that group explained how he managed to do all that geeky stuff. \"\n\"Any lead towards their God, and who are these three peoples.\"\n\"That's the most weird part, we don't have any data regarding these three people. No ID, fingerprints, nothing! And God remains an illusion\"\n\"You're kidding! So you are saying they don't have any background data regarding the culprits? \"\n\"Yup! Nothing yet. And Identity of four of the 13 people who died is still not figured out. We have sent their fingerprints for checking. Maybe by tomorrow morning we'll get the info. Rest 9 members are convicted culprits in different cases from different places. All of them were involved in someone's death\"\n\" You guys will be going crazy until you find any intel regarding these three then\"\n\"Can't help it! \"\n\"Why do you think they surrendered, why did their God leave them behind? \"\n\"They just said that their job is done and they just wanted to let the world know that they don't regret anything. \"\n\"That's bullshit, I feel like they surrendered to make sure no one else gets caught. Something seems so strange! \"\n\" I know that Dave, don't play Sherlock Holmes now, I had enough today! \"\n\"Sorry dude, \"\n\"Why don't you just come back to force, I heard IG sir haven't accepted your resignation letter yet. You're on long leave according to the books till now. If you're missing your job, why don't you come back. \"\n \n\"I don't plan to put on that uniform again. But I am so intrigued by this God, maybe because I like him. \"\n\"Yeh, go and take membership, didn't you saw those pics yesterday! \"\n\"I know, but it's like I'm in a battle with myself. \"\n\"Whatever… Now let me get drunk! \"\n \nWe both were frustrated and a while later we both were drunk and happy!. \n \n\"You see that girl at that table, if you can get her number, I'll pay your bill. Or else you should\" Dheeraj was in a chill mood. \n\"Challenge accepted! \" I know I'm gonna regret this. But anyhow I had plans on getting laid tonight. \n \nI went near that table, \n\"Hi, I'm Dave .You're so hot, and I feel so cold. Can you keep me warm for a while? \" Oh great! That was so lame. \n\"Go away! \" She seemed so angry. I was not in the mood for getting a slap. \n\"Ohkk sorry, I'll leave! \"\nI came back to Dheeraj\n\"Haha\" He was laughing hard, \"well the bill is on you comrade, I'm leaving! \"\nHe was so happy, People do love when others gets their ass kicked! \n \nI sat there waiting for my next glass of whiskey. \n \n\"Hi\" Someone called me from behind\nIt was a girl, she looked beautiful\n\"Hello! \" My senses were already dull because of alcohol and I couldn't take my eyes off of her. Somehow I managed to put aside my emotions. \n \n\"Hi, do I know you? \" I wished she was not someone I picked up from the bar and dumped before. \n\"I was listening to your conversation, thought to come and check whether you need someone to keep you warm \"\n\"For that you need to be hot right. \" I laughed and regretted for saying that the same moment\n\"I'm kidding\" I knew I'll regret if I mess this up\n\"Chill, I just want someone to cool me down too. Guilt free sex will do the magic\"\n\"You're in my dreams right? \"\n\"I don't think so, I am Fila, nice to meet you, let's go and have some fun! \"\n\"Wait buddy, so you're saying that I don't need to say lies or act like a stupid gentleman to get laid? \"\n\"Don't be a kid, I find you attractive and I have seen you before picking out different woman from here, I'm just making your job easy\"\nI was so horny that I felt she's some angel came to rescue me. \n \nWe didn't talk much, we went straight to my apartment. Somehow the whole God stuff didn't bother me a bit now. \n \nThe moment we closed the door of the apartment, my hands were on her. I have no idea whether it's the alcohol or her body, it felt really good. I saw her naked body while kissing her on the sofa near the fireplace, it had a beautiful tattoo on her chest, I didn't understand what it was. It seemed like an eagle with wings on fire. My arms and eyes were enjoying her beautiful body. \n\"I don't know who you are, but you have great curves. \"\n\"Well, it's yours for now, make good use of it. \"\nShe was something else, The next few minutes, I regretted for being drunk since I might forget even her face tomorrow morning\n \nShe layed in my arms, covered in sweat. My eyes couldn't stop staring at each drop of sweat in her body. \n \n… \n \nI was trying to wake up . But my head was trying to split into two. \n \nI was sleeping on the sofa naked.thank god, I was under a blanket. And I hope it was not kept on me by Riya. Suddenly I remembered about Fila, I pulled my pants and went to the living room. \n \n\"So finally you're up! \" Riya was going back to her house after the chores. \nIt was already 11:30 . \n \n \nDid you see any woman? \n \n\"Fila right? She went in the morning itself, asking you to take care of yourself and not worry about the new God. \"\n \n\"Ohkk\"\nOh great… what the hell I shared with her. I don't remember a shit now. I hope she isn't related to the media. Or else Dheeraj will be in great trouble. \n \nI am never going to get drunk like this again. \n… \nI Hope I see Fila again. \n "
        }
    ]
}